
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>简介：设计与博雅学科 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Arvinx">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-local-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="2-Design and Intentional Operations.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.1.</b>
                    
                    导读
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">章节详解</li>
        
        
    
        <li class="chapter active" data-level="2.1" data-path="1-Introduction.html">
            
                <a href="1-Introduction.html">
            
                    
                        <b>2.1.</b>
                    
                    简介：设计与博雅学科
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="2-Design and Intentional Operations.html">
            
                <a href="2-Design and Intentional Operations.html">
            
                    
                        <b>2.2.</b>
                    
                    设计与「刻意行为」
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="3-设计思维中的置换理论.html">
            
                <a href="3-设计思维中的置换理论.html">
            
                    
                        <b>2.3.</b>
                    
                    设计思维中的置换理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="4-设计的「抗解问题」理论.html">
            
                <a href="4-设计的「抗解问题」理论.html">
            
                    
                        <b>2.4.</b>
                    
                    设计的「抗解问题」理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="5- 设计与技术.html">
            
                <a href="5- 设计与技术.html">
            
                    
                        <b>2.5.</b>
                    
                     设计与技术
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">全文翻译</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="Article.html">
            
                <a href="Article.html">
            
                    
                        <b>3.1.</b>
                    
                    全文翻译
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="GLOSSARY.html">
            
                <a href="GLOSSARY.html">
            
                    
                        <b>4.1.</b>
                    
                    词汇/注释术语列表
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >简介：设计与博雅学科</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="introduction--&#x7B80;&#x4ECB;&#xFF1A;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;"><a name="introduction--&#x7B80;&#x4ECB;&#xFF1A;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;" class="plugin-anchor" href="#introduction--&#x7B80;&#x4ECB;&#xFF1A;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;"><i class="fa fa-link" aria-hidden="true"></i></a>Introduction / &#x7B80;&#x4ECB;&#xFF1A;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;</h1>
<blockquote>
<p>Despite efforts to discover the foundations of design thinking in the fine arts, the natural sciences, or most recently, the social sciences, design eludes reduction and remains a surprisingly flexible activity.</p>
</blockquote>
<p>&#x5C3D;&#x7BA1;&#x4EBA;&#x4EEC;&#x5F88;&#x52AA;&#x529B;&#x5730;&#x53D1;&#x73B0;&#x4E86;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x5B58;&#x5728;&#x4E8E;&#x827A;&#x672F;&#x3001;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7B49;&#x5B66;&#x79D1;&#x4E4B;&#x4E2D;&#x7684;&#x300C;&#x5730;&#x57FA;&#x300D;&#xFF0C;&#x4F46;&#x662F;&#x8BBE;&#x8BA1;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x548C;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#x5E76;&#x6CA1;&#x6709;&#x56E0;&#x6B64;&#x51CF;&#x5C11;&#x3002;</p>
<pre><code>&#x7FFB;&#x8BD1;&#x56F0;&#x6270;&#xFF1A;foundations of ...
&#x524D;&#x9762;&#x7528;&#x4E86;&#x867D;&#x7136;&#xFF0C;&#x8BF4;&#x660E;&#x5448;&#x73B0;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4F46;&#x662F;&#x5B9E;&#x9645;&#x73B0;&#x72B6;&#x5374;&#x4E0D;&#x597D;&#x3002;
&#x4EBA;&#x4EEC;&#x5E0C;&#x671B;&#x80FD;&#x591F;&#x89E3;&#x51B3;&#x8BBE;&#x8BA1;&#x7684;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#xFF0C;&#x4F46;&#x662F;&#x5B9E;&#x9645;&#x4E0A;&#x5C31;&#x7B97;&#x53D1;&#x73B0;&#x4E86;&#x8BBE;&#x8BA1;&#x7684;&#x5730;&#x57FA;(&#x4E0D;&#x662F;&#x6700;&#x5173;&#x952E;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;)&#xFF0C;&#x4E5F;&#x6CA1;&#x6CD5;&#x6D88;&#x9664;&#x8FD9;&#x79CD;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#x3002;
design eludes reduction &#x8BBE;&#x8BA1;&#x907F;&#x514D;&#x51CF;&#x5C11;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x662F;&#x8BBE;&#x8BA1;&#x6D3B;&#x52A8;&#x51CF;&#x5C11;&#xFF1F;&#x8FD8;&#x662F;&#x8BBE;&#x8BA1;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x51CF;&#x5C11;&#xFF1F;&#x8FD8;&#x662F;&#x8BBE;&#x8BA1;&#x7684;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#x51CF;&#x5C11;&#xFF1F;
</code></pre><blockquote>
<p>No single definition of design, or branches of professionalized practice such as industrial or graphic design, adequately covers the diversity of ideas and methods gathered together under the label.</p>
</blockquote>
<p>&#x4EFB;&#x4F55;&#x4E00;&#x79CD;&#x5BF9;&#x8BBE;&#x8BA1;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x6216;&#x662F;&#x4E00;&#x4E2A;&#x5177;&#x4F53;&#x7684;&#x8BBE;&#x8BA1;&#x9886;&#x57DF;&#xFF08;&#x5982;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x3001;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#xFF09;&#xFF0C;&#x90FD;&#x6CA1;&#x6CD5;&#x5168;&#x9762;&#x6DB5;&#x76D6;&#x6240;&#x6709;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x548C;&#x65B9;&#x6CD5;&#x3002;</p>
<pre><code>&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x4E5F;&#x597D;&#xFF0C;&#x89C6;&#x89C9;&#x8BBE;&#x8BA1;&#x4E5F;&#x597D;&#xFF0C;&#x5728;&#x8BBE;&#x8BA1;&#x5B66;&#x7684;&#x8BED;&#x5883;&#x4E0B;&#x770B;&#xFF0C;&#x6709;&#x7684;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x9002;&#x5408;&#x7528;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x65B9;&#x6CD5;&#xFF0C;&#x6709;&#x7684;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x9002;&#x7528;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x6709;&#x7684;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x90FD;&#x9002;&#x7528;&#x800C;&#x4E14;&#x90FD;&#x9700;&#x8981;&#x3002;&#x800C;&#x5355;&#x4E00;&#x7684;&#x5B66;&#x79D1;&#x9886;&#x57DF;&#x7684;&#x65B9;&#x6CD5;&#x5E76;&#x6CA1;&#x6CD5;&#x89E3;&#x51B3;&#x6240;&#x6709;&#x7684;&#x8BBE;&#x8BA1;&#x95EE;&#x9898;&#x3002;
</code></pre><blockquote>
<p>Indeed, the variety of research reported in conference papers, journal articles, and books suggests that design continues to expand in its meanings and connections, revealing unexpected dimensions in practice as well as understanding. </p>
</blockquote>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x4F1A;&#x8BAE;&#x8BBA;&#x6587;&#x3001;&#x671F;&#x520A;&#x6587;&#x7AE0;&#x548C;&#x4E66;&#x7C4D;&#x4E2D;&#x62A5;&#x9053;&#x7684;&#x5404;&#x79CD;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x300C;&#x8BBE;&#x8BA1;&#x300D;&#x5728;&#x4E0D;&#x505C;&#x5730;&#x6269;&#x5927;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x5B66;&#x79D1;&#x5EFA;&#x7ACB;&#x66F4;&#x591A;&#x8054;&#x7CFB;&#xFF0C;&#x5E76;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x63ED;&#x793A;&#x51FA;&#x5B9E;&#x8DF5;&#x4E2D;&#x4E0D;&#x66FE;&#x9884;&#x671F;&#x7684;&#x7EF4;&#x5EA6;&#x4FE1;&#x606F;&#x548C;&#x8BA4;&#x77E5;&#x3002;</p>
<pre><code>revealing &#x662F;&#x4E00;&#x4E2A;&#x52A8;&#x540D;&#x8BCD;&#xFF0C;&#x8868;&#x793A;&#x4E00;&#x4E2A;&#x4F34;&#x968F;&#x72B6;&#x6001;&#x3002;
</code></pre><blockquote>
<p>This follows the trend of design thinking in the twentieth century, for we have seen design grow from <em>a trade activity to a segmented profession</em> to <em>a field for technical research</em> and to what now should be recognized as <em>a new liberal art of technological culture</em>.</p>
</blockquote>
<p>&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x7684;&#x8D8B;&#x52BF;&#x6B63;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x89C1;&#x8BC1;&#x4E86;&#x8BBE;&#x8BA1;&#x4ECE;&#x4E00;&#x4E2A;&#x7EC6;&#x5206;&#x884C;&#x4E1A;&#x7684;&#x8D38;&#x6613;&#x6D3B;&#x52A8;&#x53D1;&#x5C55;&#x5230;&#x4E86;&#x7814;&#x7A76;&#x6280;&#x672F;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x5982;&#x4ECA;&#x66F4;&#x662F;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x79CD;&#x79D1;&#x6280;&#x6587;&#x5316;&#x4E0B;&#x7684;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x3002;</p>
<blockquote>
<p>It may seem unusual to talk about design as a liberal art, particularly when many people are accustomed to identifying the liberal arts with the traditional &#x201C;arts and sciences&quot; that are institutionalized in colleges and universities. </p>
</blockquote>
<p>&#x628A;&#x8BBE;&#x8BA1;&#x4F5C;&#x4E3A;&#x4E00;&#x95E8;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x6765;&#x8C08;&#x8BBA;&#x4F3C;&#x4E4E;&#x975E;&#x5E38;&#x7F55;&#x89C1;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x4EBA;&#x4E60;&#x60EF;&#x7528;&#x5B66;&#x9662;&#x5F0F;&#x7684;&#x65B9;&#x5F0F;&#x628A;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x89C6;&#x4E3A;&#x4F20;&#x7EDF;&#x79D1;&#x5B66;&#x827A;&#x672F;&#x3002;</p>
<blockquote>
<p>But the liberal arts are undergoing a revolutionary transformation in twentieth-century culture, and design is one of the areas in which this transformation is strikingly evident.</p>
</blockquote>
<p>&#x4F46;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x6B63;&#x5728;&#x7ECF;&#x5386;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x6587;&#x5316;&#xFF08;&#x79D1;&#x6280;&#x6587;&#x5316;&#xFF09;&#x7684;&#x9769;&#x547D;&#x6027;&#x8F6C;&#x53D8;&#xFF0C;&#x800C;&#x8BBE;&#x8BA1;&#x6B63;&#x662F;&#x8FD9;&#x79CD;&#x8F6C;&#x53D8;&#x7279;&#x522B;&#x660E;&#x663E;&#x7684;&#x9886;&#x57DF;&#x4E4B;&#x4E00;&#x3002;</p>
<pre><code>&#x79D1;&#x6280;&#x6587;&#x5316;&#x518D;&#x53E6;&#x4E00;&#x4E2A;&#x7A0B;&#x5EA6;&#x4E0A;&#x4E5F;&#x5F71;&#x54CD;&#x4E86;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#xFF1F;
</code></pre><blockquote>
<p>To understand the change that is now underway, it is important to recognize that what are commonly regarded as the liberal arts today are not outside of history.</p>
</blockquote>
<p>&#x4E3A;&#x4E86;&#x7406;&#x89E3;&#x73B0;&#x5728;&#x6B63;&#x5728;&#x53D1;&#x751F;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x77E5;&#x9053;&#x5982;&#x4ECA;&#x7684;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x5185;&#x5BB9;&#x5E76;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x65B0;&#x4E1C;&#x897F;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<blockquote>
<p>They originated in the Renaissance and underwent prolonged development that culminated in the nineteenth century as a vision of an encyclopedic education of <em>beaux arts</em>, <em>belles lettres</em>, history, various natural sciences and mathematics, philosophy, and the fledgling social sciences. </p>
</blockquote>
<p>&#x535A;&#x96C5;&#x5B66;&#x79D1;&#xFF08;&#x5728;&#x8FD9;&#x53E5;&#x91CC;&#x66F4;&#x9002;&#x5408;&#x79F0;&#x4E3A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#xFF09;&#x8D77;&#x6E90;&#x4E8E;&#x6587;&#x827A;&#x590D;&#x5174;&#x65F6;&#x671F;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6F2B;&#x957F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x6700;&#x7EC8;&#x5728;19&#x4E16;&#x7EAA;&#x8FBE;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x6781;&#x81F4;&#xFF0C;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x5957;&#x5E7F;&#x535A;&#x7684;&#x6559;&#x80B2;&#x4F53;&#x7CFB;&#xFF0C;&#x5176;&#x5305;&#x542B;&#x4E86;&#x827A;&#x672F;&#x3001;&#x6587;&#x5B66;&#x3001;&#x5386;&#x53F2;&#x3001;&#x5404;&#x79CD;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x3001;&#x6570;&#x5B66;&#x3001;&#x54F2;&#x5B66;&#xFF0C;&#x4EE5;&#x53CA;&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x521A;&#x521A;&#x5174;&#x8D77;&#x7684;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x3002;</p>
<blockquote>
<p>This circle of learning was divided into particular subject matters, each with a proper method or set of methods suitable to its exploration. </p>
</blockquote>
<p>&#x5B83;&#x7684;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#x88AB;&#x5206;&#x6210;&#x4E86;&#x4E00;&#x4E9B;&#x7279;&#x5B9A;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x6BCF;&#x4E2A;&#x5B66;&#x79D1;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x6216;&#x8005;&#x4E00;&#x5957;&#x9002;&#x5F53;&#x7684;&#x3001;&#x9002;&#x5408;&#x4E8E;&#x5176;&#x63A2;&#x7D22;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<blockquote>
<p>At their peak as liberal arts, these subject matters provided an integrated understanding of human experience and the array of available knowledge. </p>
</blockquote>
<p>&#x5728;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x53D1;&#x5C55;&#x7684;&#x9F0E;&#x76DB;&#x65F6;&#x671F;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x80FD;&#x591F;&#x57FA;&#x4E8E;&#x5DF2;&#x6709;&#x77E5;&#x8BC6;&#x4E0E;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#x5168;&#x9762;&#x7684;&#x8BA4;&#x77E5;&#x3002;</p>
<pre><code>&#x4E3A;&#x4EC0;&#x4E48;&#x8FD9;&#x8FB9;&#x628A;&#x77E5;&#x8BC6;&#x4E0E;&#x7ECF;&#x9A8C;&#x5206;&#x5F00;&#x63D0;&#xFF1F;&#x539F;&#x56E0;&#x662F;&#x77E5;&#x8BC6;&#x662F;&#x5DF2;&#x7ECF;&#x88AB;&#x62BD;&#x8C61;&#x603B;&#x7ED3;&#x4E86;&#x7684;&#xFF0C;&#x662F;&#x4E00;&#x7C7B;&#x663E;&#x6027;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x800C;&#x7ECF;&#x9A8C;&#x5219;&#x662F;&#x4E00;&#x79CD;&#x9690;&#x85CF;&#x7740;&#x7684;&#x8FD8;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x88AB;&#x63D0;&#x70BC;&#x7684;&#xFF0C;&#x7B97;&#x662F;&#x9690;&#x6027;&#x4FE1;&#x606F;&#x3002;&#x8FD9;&#x53E5;&#x8BDD;&#x7684;&#x610F;&#x601D;&#x5219;&#x662F;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x80FD;&#x591F;&#x6574;&#x5408;&#x663E;&#x6027;&#x4E0E;&#x9690;&#x6027;&#x7684;&#x4FE1;&#x606F;&#x6765;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x800C;&#x5168;&#x9762;&#x7684;&#x7406;&#x89E3;&#x8BA4;&#x77E5;&#x3002;
</code></pre><blockquote>
<p>By the end of the nineteenth century, however, existing subjects were explored with progressively more refined methods, and new subjects were added to accord with advances in knowledge.</p>
</blockquote>
<p>&#x7136;&#x800C;&#x5230;&#x4E86;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x672B;&#xFF0C;&#x4EBA;&#x4EEC;&#x7528;&#x66F4;&#x52A0;&#x7CBE;&#x7EC6;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x63A2;&#x7D22;&#x5DF2;&#x6709;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x65B0;&#x7684;&#x5B66;&#x79D1;&#x968F;&#x7740;&#x77E5;&#x8BC6;&#x7684;&#x8FDB;&#x6B65;&#x4E5F;&#x8D8A;&#x6765;&#x591A;&#x3002;</p>
<pre><code>&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x91CC;&#x662F;&#x4E0D;&#x662F;&#x66F4;&#x9002;&#x5408;&#x7528;&#x300C;&#x4E3B;&#x9898;&#x300D;&#x8FD9;&#x4E2A;&#x8BCD;&#x5462;&#xFF1F;&#x4E3B;&#x9898;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x7C7B;&#x672A;&#x88AB;&#x89C4;&#x8303;&#x5316;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#xFF0C;&#x800C;&#x5B66;&#x79D1;&#x5219;&#x662F;&#x88AB;&#x89C4;&#x8303;&#x5316;&#x4E86;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;
&#x6BD4;&#x5982;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x662F;&#x4E00;&#x4E2A;&#x7EC6;&#x5206;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x4F46;&#x662F;&#x53C2;&#x6570;&#x5316;&#x8BBE;&#x8BA1;&#x53EA;&#x80FD;&#x7B97;&#x662F;&#x4E00;&#x4E2A;&#x4E3B;&#x9898;&#x3002;&#x800C;subject matters&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x91CC;&#x9762;&#x65E2;&#x6709;&#x5B66;&#x79D1;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x4E5F;&#x6709;&#x4E3B;&#x9898;&#x7684;&#x610F;&#x601D;&#x3002;&#x5982;&#x679C;&#x8981;&#x8BF4;&#x66F4;&#x52A0;&#x7CBE;&#x51C6;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x53EF;&#x80FD;&#x7FFB;&#x8BD1;&#x7684;&#x65F6;&#x5019;&#x5F97;&#x6839;&#x636E;&#x4E0A;&#x4E0B;&#x6587;&#x6765;&#x9009;&#x62E9;&#x5408;&#x9002;&#x7684;&#x8BCD;&#x3002;
</code></pre><blockquote>
<p>As a result, the circle of learning was further divided and subdivided,until all that remained was a patchwork quilt of specializations.</p>
</blockquote>
<p>&#x7ED3;&#x679C;&#xFF0C;&#x6574;&#x4E2A;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#x88AB;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x548C;&#x7EC6;&#x5206;&#xFF0C;&#x76F4;&#x5230;&#x5176;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x4E00;&#x5806;&#x7EC6;&#x5206;&#x9886;&#x57DF;&#x300C;&#x62FC;&#x51D1;&#x300D;&#x800C;&#x6210;&#x7684;&#x201C;&#x788E;&#x5E03;&#x5E8A;&#x5355;&#x201D;&#x3002;</p>
<pre><code>a patchwork quilt &#x7684;&#x610F;&#x601D;&#x662F;&#x300C;&#x7528;&#x5C0F;&#x5757;&#x5E03;&#x7F1D;&#x7F00;&#x7684;&#x88AB;&#x7F69;&#x300D;&#x3002;&#x8FD9;&#x91CC;&#x5C06;&#x7EC6;&#x5206;&#x540E;&#x7684;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x77E5;&#x8BC6;&#x6BD4;&#x4F5C;&#x662F;&#x201C;&#x5C0F;&#x5757;&#x5E03;&#x201D;&#xFF0C;&#x6574;&#x4E2A;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#x6BD4;&#x4F5C;&#x201C;&#x5E8A;&#x5355;&#x201D;&#x3002;&#x80FD;&#x591F;&#x76F4;&#x89C2;&#x611F;&#x53D7;&#x5230;&#xFF0C;&#x8FD9;&#x79CD;&#x5E8A;&#x5355;&#x5E76;&#x4E0D;&#x8BA8;&#x4EBA;&#x559C;&#x6B22;&#xFF0C;&#x56E0;&#x4E3A;&#x6709;&#x7740;&#x592A;&#x591A;&#x7684;&#x7F1D;&#x5408;&#x7EBF;&#x3002;&#x5B8C;&#x5168;&#x4E0D;&#x5982;&#x7528;&#x51E0;&#x5757;&#x5927;&#x7684;&#x5E03;&#x6574;&#x4F53;&#x5236;&#x6210;&#x7684;&#x5E8A;&#x5355;&#x3002;
&#x8FD9;&#x548C;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x9762;&#x4E34;&#x7684;&#x60C5;&#x51B5;&#x5341;&#x5206;&#x50CF;&#x3002;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x5728;19&#x4E16;&#x7EAA;&#x8FBE;&#x5230;&#x5DC5;&#x5CF0;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;&#x6307;&#x90A3;&#x4E2A;&#x65F6;&#x671F;&#x7684;&#x5B66;&#x79D1;&#x77E5;&#x8BC6;&#x300C;&#x521A;&#x521A;&#x597D;&#x300D;&#xFF0C;&#x5206;&#x5316;&#x4E5F;&#x8FD8;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x4E25;&#x91CD;&#xFF0C;&#x6240;&#x4EE5;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x80FD;&#x591F;&#x5BF9;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x6709;&#x4E2A;&#x975E;&#x5E38;&#x5168;&#x9762;&#x800C;&#x6574;&#x4F53;&#x7684;&#x8BA4;&#x77E5;&#x7406;&#x89E3;&#xFF0C;&#x4E0D;&#x81F3;&#x4E8E;&#x9677;&#x5230;&#x7EC6;&#x8282;&#x91CC;&#x9762;&#x3002;&#x800C;&#x968F;&#x7740;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#x7684;&#x5212;&#x5206;&#xFF0C;&#x5BF9;&#x4E8E;&#x6574;&#x4F53;&#x7684;&#x628A;&#x63E1;&#x5C31;&#x53D8;&#x5F97;&#x5341;&#x5206;&#x56F0;&#x96BE;&#x4E86;&#x3002;
</code></pre><blockquote>
<p>Today, these subject matters retain an echo of their old status as liberal arts, but they flourish as specialized studies, leading to the perception of an ever more rich and detailed array of facts and values. </p>
</blockquote>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x4FDD;&#x7559;&#x4E86;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x5B9E;&#x9645;&#x4E0A;&#x5374;&#x662F;&#x4EE5;&#x7EC6;&#x5206;&#x9886;&#x57DF;&#x7684;&#x5F62;&#x5F0F;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#xFF0C;&#x5E76;&#x4F7F;&#x5F97;&#x4EBA;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E0B;&#x7684;&#x5BA2;&#x89C2;&#x4E8B;&#x5B9E;&#x548C;&#x5B83;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x6709;&#x4E86;&#x66F4;&#x52A0;&#x4E30;&#x5BCC;&#x548C;&#x7EC6;&#x81F4;&#x7684;&#x611F;&#x77E5;&#x3002;</p>
<pre><code>an echo of their old status as liberal arts echo &#x6709;&#x201C;&#x56DE;&#x58F0;&#x3001;&#x56DE;&#x60F3;&#x3001;&#x91CD;&#x590D;&#x201D;&#x8FD9;&#x6837;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x7EC4;&#x7684;&#x76F4;&#x8BD1;&#x662F;&#x201C;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x8EAB;&#x4EFD;&#x7684;&#x56DE;&#x58F0;/&#x91CD;&#x590D;&#x201D;&#xFF0C;&#x4ECE;&#x7406;&#x89E3;&#x4E0A;&#x5C31;&#x662F;&#x8BF4;&#x65E7;&#x65F6;&#x8EAB;&#x4EFD;&#x7684;&#x590D;&#x73B0;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x610F;&#x8BD1;&#x4E3A; &#x300C;&#x4FDD;&#x7559;&#x4E86;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x8EAB;&#x4EFD;&#x300D;
&#x8FD9;&#x53E5;&#x8BDD;&#x9610;&#x8FF0;&#x4E86;&#x5982;&#x4ECA;&#x5B66;&#x79D1;&#x7684;&#x53D1;&#x5C55;&#x6A21;&#x5F0F;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x867D;&#x7136;&#x8FD8;&#x62AB;&#x7740;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x201C;&#x76AE;&#x201D;&#xFF0C;&#x4F46;&#x662F;&#x672C;&#x8D28;&#x4E0A;&#x5374;&#x662F;&#x5728;&#x7528;&#x7EC6;&#x5206;&#x9886;&#x57DF;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#x8FDB;&#x884C;&#x7814;&#x7A76;&#x3002;&#x7ED3;&#x679C;&#x4E0A;&#x5C31;&#x4F7F;&#x5F97;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x5728;&#x63A2;&#x7D22;&#x4E2D;&#x83B7;&#x5F97;&#x4E86;&#x975E;&#x5E38;&#x4E30;&#x5BCC;&#x800C;&#x7EC6;&#x8282;&#x7684;&#x77E5;&#x8BC6;&#x3002;
&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x6768;&#x5FD7;&#x5E73;&#x5728;[&#x5FEB;&#x901F;&#x5199;&#x4F5C;&#x6A21;&#x5F0F;&#x8C08;]&#x4E2D;&#x5206;&#x6790;&#x4E86;&#x5199;&#x4F5C;&#x7684;&#x9053;&#x4E0E;&#x672F;&#x3002;(http://www.yangzhiping.com/psy/writers-model.html)

&gt; &#x4E2D;&#x56FD;&#x8FD1;&#x4EE3;&#x4EE5;&#x540E;&#x843D;&#x540E;&#x4E8E;&#x897F;&#x65B9;&#xFF0C;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x5316;&#x4E2D;&#x5145;&#x65A5;&#x7740;&#x5927;&#x91CF;&#x4E0D;&#x53EF;&#x8A00;&#x8BF4;&#x7684;&#x201D;&#x9053;&#x201D;&#x3002;&#x4E00;&#x65E6;&#x63A2;&#x8BA8;&#x5199;&#x4F5C;&#x7684;&#x5177;&#x4F53;&#x6280;&#x5DE7;&#x4E0E;&#x6307;&#x5BFC;&#x6027;&#x3001;&#x5E94;&#x7528;&#x6027;&#x5F3A;&#x7684;&#x672F;&#xFF0C;&#x5F80;&#x5F80;&#x88AB;&#x8BA5;&#x7B11;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x5199;&#x4F5C;&#x7684;&#x9053;&#x59CB;&#x7EC8;&#x638C;&#x63E1;&#x5728;&#x90A3;&#x4E9B;&#x6587;&#x4EBA;&#x624B;&#x4E2D;&#xFF0C;&#x7AD9;&#x5728;&#x4E00;&#x4E2A;&#x4E91;&#x7AEF;&#x6765;&#x4FEF;&#x89C6;&#x4E0E;&#x9119;&#x89C6;&#x90A3;&#x4E9B;&#x5728;&#x91D1;&#x7EBF;&#x4E4B;&#x4E0B;&#x6323;&#x624E;&#x7684;&#x767E;&#x59D3;&#x4EEC;&#x3002;
&gt; &#x4F46;&#x662F;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x5FC5;&#x8981;&#x518D;&#x4F7F;&#x7528;&#x767D;&#x9996;&#x7A77;&#x7ECF;&#x8FD9;&#x7C7B;&#x4F4E;&#x6548;&#x7684;&#x5199;&#x4F5C;&#x5B66;&#x4E60;&#x65B9;&#x5F0F;&#x5417;&#xFF1F;&#x897F;&#x65B9;&#x901A;&#x8FC7;&#x521B;&#x610F;&#x5199;&#x4F5C;&#x3001;&#x5206;&#x6790;&#x6027;&#x5199;&#x4F5C;&#x3001;&#x6709;&#x6548;&#x5546;&#x52A1;&#x5199;&#x4F5C;&#x3001;&#x5199;&#x4F5C;QA&#x7AD9;&#x70B9;&#x7B49;&#x8BFE;&#x7A0B;&#x8D70;&#x4E0A;&#x4E86;&#x53E6;&#x4E00;&#x6761;&#x4E0D;&#x540C;&#x7684;&#x9053;&#x8DEF;&#x3002;
&#x4F5C;&#x8005;&#x8BA4;&#x4E3A;&#x7684;&#x4F20;&#x7EDF;&#x7684;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x5C31;&#x662F;&#x7814;&#x7A76;&#x300C;&#x9053;&#x300D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x73B0;&#x5728;&#x53D8;&#x4E86;&#x672C;&#x8D28;&#x7684;&#x5B66;&#x79D1;&#x5219;&#x662F;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#x300C;&#x672F;&#x300D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x83B7;&#x5F97;&#x4E86;&#x5927;&#x91CF;&#x4E30;&#x5BCC;&#x800C;&#x7EC6;&#x8282;&#x7684;&#x77E5;&#x8BC6;&#x3002;
</code></pre><blockquote>
<p>Although these subjects contribute to the advance of knowledge, they also contribute to its fragmentation, as they have become progressively narrow in scope, more numerous, and have lost &quot;connection with each other and with the common problems and matters of daily life from which they select aspects for precise methodological analysis&quot;.</p>
</blockquote>
<p>&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x6709;&#x52A9;&#x4E8E;&#x77E5;&#x8BC6;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x4EEC;&#x4E5F;&#x9020;&#x6210;&#x4E86;&#x5B66;&#x79D1;&#x4E4B;&#x95F4;&#x7684;&#x8131;&#x8282;&#x3002;&#x56E0;&#x4E3A;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x6D89;&#x53CA;&#x7684;&#x8303;&#x56F4;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x7EC6;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x5B83;&#x4EEC;&#x5931;&#x53BB;&#x4E86;&#x5404;&#x4E2A;&#x5B66;&#x79D1;&#x672C;&#x8EAB;&#x4E4B;&#x95F4;&#x8054;&#x7CFB;&#xFF0C;&#x540C;&#x65F6;&#x8FD9;&#x4E5F;&#x5207;&#x65AD;&#x4E86;&#x5B83;&#x4EEC;&#x4E0E;&#x5404;&#x79CD;&#x73B0;&#x5B9E;&#x4E2D;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x4E0E;&#x4E8B;&#x7269;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5404;&#x4E2A;&#x5B66;&#x79D1;&#x672C;&#x8BE5;&#x7528;&#x7CBE;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#x53BB;&#x5206;&#x6790;&#x8FD9;&#x4E9B;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x7684;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x3002;</p>
<pre><code>&#x524D;&#x9762;&#x4E00;&#x53E5;&#x8BDD;&#x76F8;&#x5BF9;&#x597D;&#x7406;&#x89E3;&#xFF0C;&#x4F46;&#x662F;&#x540E;&#x9762;&#x4E00;&#x53E5;&#x8BDD;&#x53EF;&#x80FD;&#x4F1A;&#x8BA9;&#x4EBA;&#x89C9;&#x5F97;&#x6709;&#x70B9;&#x96BE;&#x3002;&#x5C06;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x7EC6;&#x5206;&#x4E4B;&#x540E;&#x5E26;&#x6765;&#x7684;&#x95EE;&#x9898;&#x662F;&#x9664;&#x4E86;&#x5B66;&#x79D1;&#x672C;&#x8EAB;&#x7684;&#x8131;&#x8282;&#xFF0C;&#x4E5F;&#x4E0E;&#x4E0E;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x8131;&#x8282;&#x4E86;&#x3002;&#x8FD9;&#x4E2A;&#x5E94;&#x8BE5;&#x662F;&#x5BF9;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x7406;&#x89E3;&#x4E0A;&#x5B58;&#x5728;&#x504F;&#x5DEE;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x80FD;&#x8BA4;&#x4E3A;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x4E0D;&#x8FC7;&#x662F;&#x4E00;&#x5806;&#x7EC6;&#x5206;&#x5B66;&#x79D1;&#x7684;&#x5408;&#x96C6;&#xFF0C;&#x4F46;&#x662F;&#x6839;&#x636E;&#x4F5C;&#x8005;&#x7684;&#x610F;&#x601D;&#x6765;&#x770B;&#x5E76;&#x4E0D;&#x662F;&#x8FD9;&#x6837;&#x3002;&#x62FF;&#x4E00;&#x5F20;&#x56FE;&#x770B;&#x7684;&#x8BDD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;
&#x53EF;&#x4EE5;&#x6CE8;&#x610F;&#x5230;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x4E2D;&#x5FC3;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x805A;&#x7126;&#x7684;&#x5173;&#x952E;&#x662F;&#x4E00;&#x822C;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x5404;&#x4E2A;&#x5B66;&#x79D1;&#x4ECE;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x51FA;&#x53D1;&#x884D;&#x751F;&#x81EA;&#x5DF1;&#x5B66;&#x79D1;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x5E76;&#x5728;&#x5B66;&#x79D1;&#x4E4B;&#x95F4;&#x4E92;&#x76F8;&#x4EA4;&#x53C9;&#x3002;
&#x4F46;&#x662F;&#x5982;&#x679C;&#x5C06;&#x5B66;&#x79D1;&#x7EC6;&#x5206;&#x4E86;&#xFF0C;&#x9664;&#x4E86;&#x5B66;&#x79D1;&#x672C;&#x8EAB;&#x4E4B;&#x95F4;&#x6CA1;&#x4E86;&#x8054;&#x7CFB;&#xFF0C;&#x5B66;&#x79D1;&#x4E0E;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x4E5F;&#x88AB;&#x65A9;&#x65AD;&#x4E86;&#x3002;
&#x4F46;&#x662F;&#x6211;&#x89C9;&#x5F97;&#x6700;&#x56F0;&#x96BE;&#x7684;&#x4E00;&#x53E5;&#x7406;&#x89E3;&#x662F;from which they select aspects for precise methodological analysis&#x3002;&#x8FD9;&#x4E2A; From which &#x7684;&#x5BF9;&#x8C61;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;
&#x4ED6;&#x4EEC;&#x4ECE;&#xFF08;&#xFF09;&#x4E2D;&#x9009;&#x62E9;&#x65B9;&#x9762;/&#x9762;&#x8C8C;&#x6765;&#x7528;&#x7CBE;&#x7EC6;&#x7684;&#x65B9;&#x6CD5;&#x8FDB;&#x884C;&#x5206;&#x6790;&#x3002;
&#x53EF;&#x4EE5;&#x611F;&#x53D7;&#x5230;&#x7684;&#x610F;&#x601D;&#x662F;&#x4ED6;&#x4EEC;&#x4ECE;()&#x7684;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#x8FDB;&#x884C;&#x7CBE;&#x7EC6;&#x5316;&#x5206;&#x6790;&#x3002;&#x90A3;&#x8FD9;&#x4E2A; From Which &#x7684;&#x5BF9;&#x8C61;&#x662F;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x5417;&#xFF1F;
&#x611F;&#x89C9;&#x4E0D;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x4E00;&#x822C;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x5C31;&#x4E0D;&#x4F1A;&#x6709;&#x7528;&#x7CBE;&#x786E;&#x5206;&#x6790;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x56E0;&#x4E3A;&#x5982;&#x4ECA;&#x73B0;&#x6709;&#x7684;&#x5B66;&#x79D1;&#x5DF2;&#x7ECF;&#x548C;&#x8FD9;&#x4E2A;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x8131;&#x8282;&#x4E86;&#x3002;&#x800C;&#x8FC7;&#x53BB;&#x7684;&#x5B66;&#x79D1;&#x662F;&#x4E0D;&#x4F1A;&#x7528;&#x7CBE;&#x786E;&#x5206;&#x6790;&#x7684;&#x65B9;&#x6CD5;&#x7684;&#x3002;
&#x4E0D;&#x5BF9;&#xFF0C;&#x5E94;&#x8BE5;&#x5C31;&#x662F;&#x4E00;&#x822C;&#x95EE;&#x9898;&#xFF0C;&#x53E5;&#x5B50;&#x903B;&#x8F91;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF1A;&#x4ED6;&#x4EEC;&#x672C;&#x8BE5;&#x4ECE;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x53BB;&#x5206;&#x6790;&#xFF0C;&#x4F46;&#x662F;&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x5173;&#x8054;&#x88AB;&#x6253;&#x65AD;&#x4E86;&#x3002;
</code></pre><blockquote>
<p>The search for new integrative disciplines to complement the arts and sciences has become one of the central themes of intellectual and practical life in the twentieth century. </p>
</blockquote>
<p>&#x5BFB;&#x627E;&#x65B0;&#x7684;&#x7EFC;&#x5408;&#x5B66;&#x79D1;&#x6765;&#x8865;&#x5145;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#xFF08;&#x79D1;&#x5B66;&#x827A;&#x672F;&#xFF09;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x5DF2;&#x6210;&#x4E3A;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5FC3;&#x8BFE;&#x9898;&#x4E4B;&#x4E00;&#x3002;</p>
<pre><code>discipline &#x4F5C;&#x4E3A;&#x5B66;&#x79D1;&#x7684;&#x7FFB;&#x8BD1;&#x53EF;&#x80FD;&#x66F4;&#x4E3A;&#x5408;&#x9002;&#x3002;
intellectual and practical life &#x6211;&#x7FFB;&#x8BD1;&#x4E3A;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#x3002;intellectual &#x610F;&#x601D;&#x662F;&#x201D;&#x667A;&#x529B;&#x7684;&#x201C;&#xFF0C;practical &#x610F;&#x601D;&#x662F;&#x201D;&#x5B9E;&#x8DF5;&#x7684;&#x201C;&#xFF0C;&#x8FD9;&#x662F;&#x4E24;&#x4E2A;&#x76F8;&#x5BF9;&#x7684;&#x8BCD;&#x6C47;&#xFF0C;&#x540C;&#x65F6;&#x62FF;&#x6765;&#x5F62;&#x5BB9; life &#x7684;&#x8BDD;&#x53EF;&#x4EE5;&#x611F;&#x53D7;&#x5230;&#x5E94;&#x8BE5;&#x662F;&#x540C;&#x4E00;&#x4E2A; life &#x7684;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x56E0;&#x6B64;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#x7684;&#x610F;&#x8BD1;&#x4F1A;&#x6BD4;&#x8F83;&#x5408;&#x7406;&#x3002;
</code></pre><blockquote>
<p>Without integrative disciplines of understanding, communication, and action, there is little hope of sensibly extending knowledge beyond the library or laboratory in order to serve the purpose of enriching human life.</p>
</blockquote>
<p>&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x7EFC;&#x5408;&#x7406;&#x89E3;&#x3001;&#x4EA4;&#x6D41;&#x548C;&#x884C;&#x4E3A;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x5C31;&#x4E0D;&#x53EF;&#x80FD;&#x5408;&#x7406;&#x5730;&#x53BB;&#x63A2;&#x7D22;&#x672A;&#x77E5;&#x7684;&#x77E5;&#x8BC6;&#x6765;&#x4E30;&#x5BCC;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x3002;</p>
<blockquote>
<p>The emergence of design thinking in the twentieth century is important in this context.</p>
</blockquote>
<p>&#x5728;&#x8FD9;&#x4E00;&#x80CC;&#x666F;&#x4E0B;&#xFF0C;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x4E2D;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x7684;&#x51FA;&#x73B0;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<blockquote>
<p>The significance of seeking a scientific basis for design does not lie in the likelihood of reducing design to one or another of the sciences-an extension of the neo-positivist project and still presented in these terms by some design theorists.</p>
</blockquote>
<p>&#x6211;&#x4EEC;&#x4E3A;&#x8BBE;&#x8BA1;&#x5BFB;&#x6C42;&#x79D1;&#x5B66;&#x57FA;&#x7840;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5C06;&#x8BBE;&#x8BA1;&#x5C40;&#x9650;&#x8FDB;&#x67D0;&#x79CD;&#x79D1;&#x5B66;&#x5B9A;&#x4E49;&#xFF08;&#x4E0D;&#x8FC7;&#x76EE;&#x524D;&#x4ECD;&#x7136;&#x6709;&#x4E00;&#x4E9B;&#x8BBE;&#x8BA1;&#x7406;&#x8BBA;&#x5BB6;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x5708;&#x5B9A;&#x8BBE;&#x8BA1;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x8FD9;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x4E00;&#x79CD;&#x65B0;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x7684;&#x89E3;&#x91CA;&#x4E86;&#xFF09;&#x3002;</p>
<pre><code>&#x903B;&#x8F91;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x548C;&#x903B;&#x8F91;&#x7ECF;&#x9A8C;&#x4E3B;&#x4E49;&#xFF0C;&#x5171;&#x540C;&#x5F62;&#x6210;&#x4E86;&#x65B0;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#xFF0C;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x79D1;&#x5B66;&#x7ECF;&#x9A8C;&#x4E3B;&#x4E49;&#x3002;&#x65B0;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x8005;&#x7684;&#x7814;&#x7A76;&#x5174;&#x8DA3;&#x5728;&#x4E8E;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x6574;&#x5408;&#x548C;&#x7EDF;&#x4E00;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x7684;&#x6B63;&#x786E;&#x63CF;&#x7ED8;&#x3002;
</code></pre><blockquote>
<p>Rather, it lies in a concern to connect and integrate useful knowledge from the arts and sciences alike, but in ways that are suited to the problems and purposes of the present. </p>
</blockquote>
<p>&#x6070;&#x6070;&#x76F8;&#x53CD;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x4E48;&#x505A;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x8FDE;&#x63A5;&#x548C;&#x6574;&#x5408;&#x5982;&#x540C;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x6709;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x4E0D;&#x8FC7;&#x548C;&#x65E7;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x533A;&#x522B;&#x5728;&#x4E8E;&#xFF0C;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x662F;&#x9002;&#x7528;&#x5982;&#x4ECA;&#x5B58;&#x5728;&#x7684;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x548C;&#x76EE;&#x7684;&#x3002;</p>
<blockquote>
<p>Designers, are exploring concrete integrations of knowledge that will combine theory with practice for new productive purposes, and this is the reason why we turn to design thinking for insight into the new liberal arts of technological culture.</p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x5E08;&#x4EEC;&#x5982;&#x4ECA;&#x6B63;&#x5728;&#x63A2;&#x7D22;&#x77E5;&#x8BC6;&#x7684;&#x5177;&#x4F53;&#x6574;&#x5408;&#x5F62;&#x5F0F;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x6574;&#x5408;&#x80FD;&#x591F;&#x628A;&#x7406;&#x8BBA;&#x4E0E;&#x5B9E;&#x8DF5;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x8FBE;&#x5230;&#x521B;&#x65B0;&#x7684;&#x76EE;&#x7684;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#xFF0C;&#x4EE5;&#x6C42;&#x6D1E;&#x5BDF;&#x8BBE;&#x8BA1;&#x8FD9;&#x95E8;&#x79D1;&#x6280;&#x6587;&#x5316;&#x4E0B;&#x7684;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x3002;</p>
<pre><code>turn to &#x6709; &#x201D;&#x8F6C;&#x5411;, &#x53D8;&#x6210;, &#x6C42;&#x52A9;&#x4E8E;, &#x8D77;&#x52B2;&#x5730;&#x5F00;&#x59CB;&#x884C;&#x52A8;&#x201C;&#x7684;&#x610F;&#x601D;&#x3002;&#x8FD9;&#x91CC;&#x662F;&#x6307;&#x7814;&#x7A76;&#x8005;&#x628A;&#x76EE;&#x5149;&#x8F6C;&#x5411;&#x4E86;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#xFF0C;&#x5E0C;&#x671B;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x7814;&#x7A76;&#x6E05;&#x695A;&#x8BBE;&#x8BA1;&#x7684;&#x601D;&#x60F3;&#x6765;&#x6D1E;&#x5BDF;&#x8BBE;&#x8BA1;&#x8FD9;&#x95E8;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x3002;
</code></pre><footer class="page-footer"><span class="copyright">Copyright &#xA9; ArvinX all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2017-12-05 04:18:40
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: 导读">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="2-Design and Intentional Operations.html" class="navigation navigation-next " aria-label="Next page: 设计与「刻意行为」">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"简介：设计与博雅学科","level":"2.1","depth":1,"next":{"title":"设计与「刻意行为」","level":"2.2","depth":1,"path":"2-Design and Intentional Operations.md","ref":"2-Design and Intentional Operations.md","articles":[]},"previous":{"title":"导读","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"plugins":["disqus","-highlight","github","expandable-chapters-small","splitter","-sharing","sharing-plus","local-pagefooter","ga","anchors","livereload"],"root":"./docs","styles":{"website":"styles/website.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"arvinx"},"github":{"url":"https://github.com/arvinxx"},"livereload":{},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"local-pagefooter":{"copyright":"Copyright &copy ArvinX","islocal":true,"modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-110579858-1"},"sharing":{"qq":true,"all":["facebook","google","twitter","instapaper","pocket"],"douban":false,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":true},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"anchors":{}},"theme":"default","author":"Arvinx","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*"},"file":{"path":"1-Introduction.md","mtime":"2017-12-04T20:18:40.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2017-12-04T21:11:52.476Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

