
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>设计与「刻意行为」 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Arvinx">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-local-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="3-设计思维中的置换理论.html" />
    
    
    <link rel="prev" href="1-Introduction.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.1.</b>
                    
                    导读
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">章节详解</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="1-Introduction.html">
            
                <a href="1-Introduction.html">
            
                    
                        <b>2.1.</b>
                    
                    简介：设计与博雅学科
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.2" data-path="2-Design and Intentional Operations.html">
            
                <a href="2-Design and Intentional Operations.html">
            
                    
                        <b>2.2.</b>
                    
                    设计与「刻意行为」
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="3-设计思维中的置换理论.html">
            
                <a href="3-设计思维中的置换理论.html">
            
                    
                        <b>2.3.</b>
                    
                    设计思维中的置换理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="4-设计的「抗解问题」理论.html">
            
                <a href="4-设计的「抗解问题」理论.html">
            
                    
                        <b>2.4.</b>
                    
                    设计的「抗解问题」理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="5- 设计与技术.html">
            
                <a href="5- 设计与技术.html">
            
                    
                        <b>2.5.</b>
                    
                     设计与技术
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">全文翻译</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="Article.html">
            
                <a href="Article.html">
            
                    
                        <b>3.1.</b>
                    
                    全文翻译
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="GLOSSARY.html">
            
                <a href="GLOSSARY.html">
            
                    
                        <b>4.1.</b>
                    
                    词汇/注释术语列表
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >设计与「刻意行为」</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="design-and-intentional-operations--&#x8BBE;&#x8BA1;&#x4E0E;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;"><a name="design-and-intentional-operations--&#x8BBE;&#x8BA1;&#x4E0E;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;" class="plugin-anchor" href="#design-and-intentional-operations--&#x8BBE;&#x8BA1;&#x4E0E;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;"><i class="fa fa-link" aria-hidden="true"></i></a>Design and Intentional Operations / &#x8BBE;&#x8BA1;&#x4E0E;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;</h1>
<blockquote>
<p>The beginning of the study of design as a liberal art can be traced to the cultural upheaval that occurred in the early part of the twentieth century. </p>
</blockquote>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x95E8;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x6765;&#x7814;&#x7A76;&#x7684;&#x8BDD;&#xFF0C;&#x8BBE;&#x8BA1;&#x7684;&#x5F00;&#x7AEF;&#x53EF;&#x4EE5;&#x8FFD;&#x6EAF;&#x5230;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x521D;&#x53D1;&#x751F;&#x7684;&#x6587;&#x5316;&#x5267;&#x53D8;&#x3002;</p>
<blockquote>
<p>The key feature of this upheaval was described by John Dewey in <em>The Quest for Certainty</em> as the perception of a new center of the universe.</p>
</blockquote>
<p>&#x8FD9;&#x79CD;&#x805A;&#x53D8;&#x7684;&#x5173;&#x952E;&#x7279;&#x5F81;&#x5728;&#x7EA6;&#x7FF0;&#xB7;&#x675C;&#x5A01; (John Dewey) &#x7684;  &#x300A;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x5BFB;&#x6C42;&#xFF1A;&#x4E00;&#x79CD;&#x77E5;&#x884C;&#x5173;&#x7CFB;&#x7684;&#x7814;&#x7A76;&#x300B;&#x4E2D;&#x5FC3;&#x3002;</p>
<blockquote>
<p>The old center of the universe was the mind knowing by means of an equipment of powers complete within itself, and merely exercised upon an antecedent external material equally complete within itself.</p>
</blockquote>
<p>?&#x65E7;&#x7684;&#x9886;&#x57DF;&#x4E2D;&#x5FC3;&#x7684;&#x601D;&#x60F3;&#x662F;&#xFF0C;&#x901A;&#x8FC7; &#x81EA;&#x6211;&#x5B8C;&#x6210; &#x7684; &#x6280;&#x80FD;/&#x8BBE;&#x5907; of &#x80FD;&#x529B; &#x6765;&#x4E86;&#x89E3;&#xFF0C;&#x5E76;&#x4E14;&#x4EC5;&#x901A;&#x8FC7;   &#x81EA;&#x6211;&#x5B8C;&#x6210; &#x7684;&#x4EE5;&#x524D;&#x7684;&#x5916;&#x90E8;&#x6750;&#x6599;  &#x6765;&#x7EC3;&#x4E60;?</p>
<blockquote>
<p>The new center is indefinite interactions taking place within a course of nature which is not fixed and complete, but which is capable of direction to new and different results through the mediation of intentional operations.</p>
</blockquote>
<p>&#x65B0;&#x4E2D;&#x5FC3;&#x662F;&#x5728;&#x81EA;&#x7136;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x751F;&#x7684;&#x6A21;&#x7CCA;&#x7684;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#xFF0C;&#x5B83;&#x4E0D;&#x662F;&#x56FA;&#x5B9A;&#x3001;&#x5B8C;&#x6574;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;&#x6765;&#x5BFC;&#x5411;&#x65B0;&#x7684;&#x3001;&#x4E0D;&#x540C;&#x7ED3;&#x679C;&#x7684;&#x3002;</p>
<blockquote>
<p>What Dewey describes here is the root of the difference between the old and new liberal arts, between specialization in the facts of a subject matter and the use of new disciplines of integrative thinking.</p>
</blockquote>
<p>?&#x675C;&#x5A01;&#x5728;&#x8FD9;&#x91CC;&#x63CF;&#x8FF0;&#x7684;&#x662F;&#x65E7;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x4E4B;&#x95F4;&#x7684;&#x6839;&#x672C;&#x533A;&#x522B;&#xFF0C;&#x4E5F;&#x662F;&#x5728;&#x5BA2;&#x89C2;&#x4E8B;&#x7269;&#x4E13;&#x4E1A;&#x7EC6;&#x5206;&#x548C;&#x65B0;&#x7684;&#x7EFC;&#x5408;&#x601D;&#x7EF4;&#x7684;&#x4F7F;&#x7528;&#x7684;&#x6839;&#x672C;&#x533A;&#x522B;?</p>
<blockquote>
<p>Dewey observes, however, that the meaning and implications of the new direction are still not fully understood.</p>
</blockquote>
<p>&#x7136;&#x800C;&#xFF0C;&#x675C;&#x5A01;&#x89C2;&#x5BDF;&#x5230;&#xFF0C;&#x65B0;&#x65B9;&#x5411;&#x7684;&#x542B;&#x4E49;&#x548C;&#x9690;&#x55BB;&#x8FD8;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x88AB;&#x7406;&#x89E3;&#x3002;</p>
<blockquote>
<p>Nowadays we have a messy conjunction of notions that are consistent neither with one another nor with the tenor of our actual life. </p>
</blockquote>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x6211;&#x4EEC;&#x8111;&#x6D77;&#x4E2D;&#x6DF7;&#x6742;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x6982;&#x5FF5;&#x5341;&#x5206;&#x6DF7;&#x4E71;&#xFF0C;&#x65E2;&#x4E0D;&#x5F7C;&#x6B64;&#x4E00;&#x81F4;&#xFF0C;&#x4E5F;&#x4E0D;&#x7B26;&#x5408;&#x6211;&#x4EEC;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#x7684;&#x8282;&#x594F;&#x3002;</p>
<blockquote>
<p>Knowledge is still regarded by most thinkers as direct grasp of ultimate reality, although the practice of knowing has been assimilated to the procedure of the useful arts; -involving, that is to say, doing that manipulates and arranges natural energies. </p>
</blockquote>
<p>&#x5927;&#x591A;&#x6570;&#x601D;&#x60F3;&#x5BB6;&#x4ECD;&#x7136;&#x628A;&#x77E5;&#x8BC6;&#x89C6;&#x4E3A;&#x7EC8;&#x6781;&#x73B0;&#x5B9E;&#x7684;&#x76F4;&#x63A5;&#x628A;&#x63E1;&#xFF0C;&#x53CA;&#x65F6;&#x5728;&#x5B9E;&#x8DF5;&#x8BA4;&#x77E5;&#x4E2D;&#x4E5F;&#x4F1A;&#x4F7F;&#x7528;&#x5B9E;&#x7528;&#x827A;&#x672F;&#x7684;&#x521B;&#x4F5C;&#x7A0B;&#x5E8F;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x4ECE;&#x81EA;&#x7136;&#x4E2D;&#x83B7;&#x5F97;&#x9700;&#x8981;&#x7684;&#x80FD;&#x91CF;&#x3002;</p>
<blockquote>
<p>Again while science is said to lay hold of reality, yet&#x201C;art&#x201D; instead of being assigned a lower rank is equally esteemed and honored. </p>
</blockquote>
<p>&#x518D;&#x6B21;&#x9700;&#x8981;&#x88AB;&#x5F3A;&#x8C03;&#x7684;&#xFF0C;&#x867D;&#x7136;&#x79D1;&#x5B66;&#x662F;&#x7528;&#x6765;&#x628A;&#x63E1;&#x73B0;&#x5B9E;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x201C;&#x827A;&#x672F;&#x201D;&#x662F;&#x88AB;&#x5E73;&#x7B49;&#x770B;&#x5F85;&#x548C;&#x5C0A;&#x656C;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5F53;&#x6210;&#x4F4E;&#x4E00;&#x7B49;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<blockquote>
<p>Carrying these observations further, Dewey explores the new relationship between science, art, and practice. </p>
</blockquote>
<p>&#x901A;&#x8FC7;&#x6301;&#x7EED;&#x8FDB;&#x4E00;&#x6B65;&#x89C2;&#x5BDF;&#xFF0C;&#x675C;&#x5A01;&#x63A2;&#x7D22;&#x4E86;&#x79D1;&#x5B66;&#x3001;&#x827A;&#x672F;&#x548C;&#x5B9E;&#x8DF5;&#x4E4B;&#x95F4;&#x7684;&#x65B0;&#x5173;&#x7CFB;&#x3002;</p>
<blockquote>
<p>He suggests in Experience and Nature that knowledge is no longer achieved by direct conformity of ideas with the fixed orders of nature; knowledge is achieved by a new kind of art directed toward orders of change.</p>
</blockquote>
<p>&#x5728;&#x300A;&#x7ECF;&#x9A8C;&#x4E0E;&#x81EA;&#x7136;&#x300B;&#x4E2D;&#x4ED6;&#x63D0;&#x5230;&#x77E5;&#x8BC6;&#x4E0D;&#x518D;&#x662F;&#x7531;&#x601D;&#x60F3;&#x4E0E;&#x81EA;&#x7136;&#x89C4;&#x5F8B;&#x7684;&#x76F4;&#x63A5;&#x7ED3;&#x5408;&#x800C;&#x83B7;&#x5F97;&#x7684;&#xFF1B;&#x77E5;&#x8BC6;&#x662F;&#x7531;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x827A;&#x672F;&#x5BFC;&#x5411;&#x7684;&#xFF0C;&#x5B83;&#x662F;&#x671D;&#x5411;&#x53D8;&#x5316;&#x7684;&#x79E9;&#x5E8F;&#x800C;&#x5B9E;&#x73B0;&#x7684;&#x3002;</p>
<blockquote>
<p>But if modern tendencies are justified in putting art and creation first, then the implications of this position should be avowed and carried through. </p>
</blockquote>
<p>&#x4F46;&#x5982;&#x679C;&#x73B0;&#x4EE3;&#x503E;&#x5411;&#x6709;&#x7406;&#x7531;&#x628A;&#x827A;&#x672F;&#x548C;&#x521B;&#x9020;&#x653E;&#x5728;&#x7B2C;&#x4E00;&#x4F4D;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x4F4D;&#x7F6E;&#x7684;&#x5F71;&#x54CD;&#x5E94;&#x516C;&#x5F00;&#xFF0C;&#x5E76;&#x4E14;&#x7EE7;&#x7EED;&#x8D2F;&#x5F7B;&#x8FDB;&#x884C;&#x3002;</p>
<blockquote>
<p>It would then be seen that science is an art, that art is practice, and that the only distinction worth drawing is not be tween practice and theory, but between those modes of practice that are not intelligent, not inherently and immediately enjoyable, and those which are full of enjoyed meanings. </p>
</blockquote>
<p>&#x7531;&#x6B64;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x79D1;&#x5B66;&#x662F;&#x4E00;&#x95E8;&#x827A;&#x672F;&#xFF0C;&#x800C;&#x827A;&#x672F;&#x5219;&#x662F;&#x5B9E;&#x8DF5;&#xFF0C;&#x552F;&#x4E00;&#x503C;&#x5F97;&#x8BF4;&#x660E;&#x7684;&#x5DEE;&#x522B;&#x4E0D;&#x662F;&#x5B9E;&#x8DF5;&#x4E0E;&#x7406;&#x8BBA;&#x4E4B;&#x95F4;&#x7684;&#x5DEE;&#x522B;&#xFF0C;&#x800C;&#x662F;&#x5B9E;&#x8DF5;&#x6A21;&#x5F0F;&#x7684;&#x533A;&#x522B;&#x3002;&#x56E0;&#x4E3A;&#x6709;&#x7684;&#x6A21;&#x5F0F;&#x4E0D;&#x660E;&#x667A;&#x3001;&#x4E0D;&#x56FA;&#x6709;&#xFF0C;&#x5E76;&#x4E14;&#x4E0D;&#x80FD;&#x7ACB;&#x5373;&#x611F;&#x53D7;&#x5230;&#xFF0C;&#x800C;&#x6709;&#x4E9B;&#x5219;&#x662F;&#x5BCC;&#x6709;&#x610F;&#x4E49;&#x3002;</p>
<blockquote>
<p>Although the neo-positivists courted Dewey for a time, it was apparent that his understanding of the development of science in the twentieth century was quite different from their understanding.</p>
</blockquote>
<p>&#x867D;&#x7136;&#x65B0;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x66FE;&#x7ECF;&#x5C1D;&#x8BD5;&#x8FC7;&#x62C9;&#x62E2;&#x675C;&#x5A01;&#x3002;&#x4F46;&#x662F;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x4ED6;&#x5BF9;&#x5728;&#x7B2C;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x79D1;&#x5B66;&#x53D1;&#x5C55;&#x7684;&#x7406;&#x89E3;&#x662F;&#x548C;&#x4ED6;&#x4EEC;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x3002;</p>
<blockquote>
<p>Instead of treating science as primary and art as secondary, Dewey pointed toward science as art.</p>
</blockquote>
<p>&#x675C;&#x5A01;&#x6CA1;&#x6709;&#x4EE5;&#x79D1;&#x5B66;&#x4E3A;&#x4E3B;&#xFF0C;&#x827A;&#x672F;&#x4E3A;&#x6B21;&#xFF0C;&#x800C;&#x662F;&#x628A;&#x79D1;&#x5B66;&#x5F53;&#x4F5C;&#x827A;&#x672F;&#x3002;</p>
<blockquote>
<p>The consideration that completes the ground for assimIlating science to art is the fact that assignment of scientific status in any given case rests upon facts which are experimentally produced. </p>
</blockquote>
<p>&#x5B8C;&#x6210;&#x79D1;&#x5B66;&#x4E0E;&#x827A;&#x672F;&#x7684;&#x878D;&#x5408;&#xFF0C;&#x9700;&#x8981;&#x8003;&#x8651;&#x662F;&#x4E00;&#x4E2A;&#x4E8B;&#x5B9E;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x5728;&#x4EFB;&#x4F55;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;?&#x79D1;&#x5B66;&#x5730;&#x4F4D;&#x7684;&#x5206;&#x914D;?&#x53D6;&#x51B3;&#x4E8E;&#x5B9E;&#x9A8C;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>
<blockquote>
<p>Science is now the product of operations deliberately undertaken in conformity with a plan or project that has the properties of a working hypothesis. </p>
</blockquote>
<p>&#x73B0;&#x5728;&#x7684;&#x79D1;&#x5B66;&#x662F;&#x4E00;&#x7CFB;&#x5217;&#x5468;&#x5BC6;&#x8BA1;&#x5212;&#x548C;&#x7CBE;&#x5BC6;&#x64CD;&#x4F5C;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x5B83;&#x73B0;&#x5728;&#x5177;&#x6709;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x5C5E;&#x6027;&#x5C31;&#x662F;&#xFF1A;&#x300C;&#x57FA;&#x7840;&#x5047;&#x8BBE;&#x300D;&#x3002;</p>
<blockquote>
<p>What Dewey means by &#x201C;art&#x201D;in this context is crucial to understanding the new role of design and technology in contemporary culture.</p>
</blockquote>
<p>&#x675C;&#x5A01;&#x5728;&#x8FD9;&#x4E00;&#x80CC;&#x666F;&#x4E0B;&#x6240;&#x6307;&#x7684;&#x201C;&#x827A;&#x672F;&#x201D;&#x5BF9;&#x4E8E;&#x7406;&#x89E3;&#x5F53;&#x4EE3;&#x6587;&#x5316;&#x4E2D;&#x8BBE;&#x8BA1;&#x548C;&#x6280;&#x672F;&#x7684;&#x65B0;&#x89D2;&#x8272;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;</p>
<blockquote>
<p>After a period in which natural knowledge progressed by borrowing from the industrial crafts, science entered upon a period of steady and ever-accelerated growth by means of deliberate invention of such appliances on its own account. </p>
</blockquote>
<p>&#x8FC7;&#x53BB;&#x7684;&#x4E00;&#x4E2A;&#x65F6;&#x671F;&#x5185;&#xFF0C;&#x81EA;&#x7136;&#x7684;&#x77E5;&#x8BC6;&#x662F;&#x901A;&#x8FC7;&#x8FDB;&#x884C;&#x5DE5;&#x4E1A;&#x5DE5;&#x827A;&#x7684;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#x4E0D;&#x65AD;&#x589E;&#x957F;&#x7684;&#xFF0C;&#x5728;&#x6B64;&#x4E4B;&#x540E;&#xFF0C;&#x79D1;&#x5B66;&#x8FDB;&#x5165;&#x4E86;&#x4E00;&#x4E2A;&#x7A33;&#x5B9A;&#x751A;&#x81F3;&#x52A0;&#x901F;&#x589E;&#x957F;&#x7684;&#x65F6;&#x671F;&#xFF0C;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x7279;&#x70B9;&#x662F;&#xFF0C;&#x4EBA;&#x4EEC;&#x57FA;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x7684;&#x53D1;&#x660E;&#x4E86;&#x5404;&#x79CD;&#x5177;&#x6709;&#x7279;&#x5B9A;&#x529F;&#x80FD;&#x7684;&#x7269;&#x54C1;&#x3002;</p>
<blockquote>
<p>In order to mark this differential feature of the art which is science, I shall now use the word &#x201C;technology&#x201D;. . </p>
</blockquote>
<p>&#x6211;&#x7528;&#x300C;&#x6280;&#x672F;&#x300D;&#x8FD9;&#x4E2A;&#x8BCD;&#x6765;&#x8BF4;&#x660E;&#x4E0E;&#x201C;&#x6280;&#x5DE7;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x90E8;&#x5206;&#x7684;&#x4E0D;&#x540C;&#x6027;&#x3002;</p>
<blockquote>
<p>Because of technologies, a circular relationship between the arts of production and science has been established. </p>
</blockquote>
<p>&#x7531;&#x4E8E;&#x6280;&#x672F;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x201C;&#x6280;&#x5DE7;&#x201D;&#x5F53;&#x4E2D;&#x7684;&#x751F;&#x4EA7;&#x548C;&#x79D1;&#x5B66;&#x4E4B;&#x95F4;&#x7684;&#x5FAA;&#x73AF;&#x5173;&#x7CFB;&#x5DF2;&#x7ECF;&#x5EFA;&#x7ACB;&#x3002;</p>
<blockquote>
<p>What Dewey defines as technology is not what is commonly understood in today&apos;s philosophy of technology. </p>
</blockquote>
<p>&#x675C;&#x5A01;&#x6240;&#x5B9A;&#x4E49;&#x7684;&#x300C;&#x6280;&#x672F;&#x300D;&#x4E0D;&#x662F;&#x5F53;&#x4ECA;&#x666E;&#x904D;&#x7406;&#x89E3;&#x7684;&#x6280;&#x672F;&#x4E2D;&#x7684;&#x300C;&#x54F2;&#x5B66;&#x300D;&#x3002;</p>
<blockquote>
<p>Instead of meaning knowledge of how to make and use artifacts or the artifacts themselves, technology for Dewey is an art of experimental thinking. </p>
</blockquote>
<p>&#x675C;&#x5A01;&#x7684;&#x300C;&#x6280;&#x672F;&#x300D;&#x5185;&#x6DB5;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x5173;&#x4E8E;&#x5982;&#x4F55;&#x5236;&#x4F5C;&#x548C;&#x4F7F;&#x7528;&#x5DE5;&#x4EF6;&#x6216;&#x4EBA;&#x5DE5;&#x5236;&#x54C1;&#x7684;&#x610F;&#x4E49;&#x77E5;&#x8BC6;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x300C;&#x5B9E;&#x9A8C;&#x601D;&#x7EF4;&#x300D;&#x7684;&#x6280;&#x5DE7;&#x3002;</p>
<blockquote>
<p>It is, in fact, intentional operations themselves carried out in the sciences, the arts of production, or social and political action. </p>
</blockquote>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5B83;&#x662F;&#x5728;&#x79D1;&#x5B66;&#x3001;&#x751F;&#x4EA7; &#x6280;&#x5DE7;&#x6216;&#x793E;&#x4F1A;&#x548C;&#x653F;&#x6CBB;&#x884C;&#x52A8;&#x4E2D;&#x8FDB;&#x884C;&#x7684;&#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;&#x3002;</p>
<blockquote>
<p>We mistakenly identify technology with one particular type of product-hardware-that may result from experimental thinking, but overlook the art that lies behind and provides the basis for creating other types of products.</p>
</blockquote>
<p>&#x6211;&#x4EEC;&#x9519;&#x8BEF;&#x5730;&#x5C06;&#x6280;&#x672F;&#x5F53;&#x6210;&#x662F;&#x4E00;&#x79CD;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x4EA7;&#x54C1;&#x786C;&#x4EF6;&#xFF0C;&#x4F46;&#x662F;&#x5FFD;&#x7565;&#x4E86;&#x80CC;&#x540E;&#x7684;&#x300C;&#x6280;&#x5DE7;&#x300D;&#x2014;&#x2014;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x5B9E;&#x9A8C;&#x601D;&#x7EF4;&#x9020;&#x6210;&#x7684;&#x2014;&#x2014;&#x800C;&#x6B63;&#x662F;&#x8FD9;&#x79CD;&#x300C;&#x6280;&#x5DE7;&#x300D;&#x53CD;&#x800C;&#x80FD;&#x591F;&#x4E3A;&#x5176;&#x4ED6;&#x7C7B;&#x578B;&#x4EA7;&#x54C1;&#x7684;&#x4EA7;&#x54C1;&#x63D0;&#x4F9B;&#x521B;&#x9020;&#x57FA;&#x7840;&#x3002;</p>
<blockquote>
<p>From this perspective, it is easy to understand why design and design thinking continue to expand their meanings and connections in contemporary culture. </p>
</blockquote>
<p>&#x4ECE;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x4E3A;&#x4EC0;&#x4E48;&#x8BBE;&#x8BA1;&#x548C;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x5728;&#x5F53;&#x4EE3;&#x6587;&#x5316;&#x4E2D;&#x7EE7;&#x7EED;&#x6269;&#x5C55;&#x5B83;&#x4EEC;&#x7684;&#x610F;&#x4E49;&#x548C;&#x8054;&#x7CFB;&#x3002;</p>
<blockquote>
<p>There is no area of contemporary life where design&#x2014;&#x2014;the plan, project, or working hypothesis which constitutes the&#x201C;intention&#x201D;in intentional operations&#x2014;&#x2014;is not a significant factor in shaping human experience.</p>
</blockquote>
<p>&#x5728;&#x5F53;&#x4EE3;&#x751F;&#x6D3B;&#x4E2D;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x9886;&#x57DF;&#xFF0C;&#x8BBE;&#x8BA1;&#x2014;&#x2014;&#x90A3;&#x4E9B;&#x8BA1;&#x5212;&#x3001;&#x9879;&#x76EE;&#x6216;&#x5047;&#x8BBE;&#x8FD9;&#x4E9B;&#x6784;&#x6210;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x4E2D;&#x7684;&#x201C;&#x610F;&#x56FE;&#x201D;&#x7684;&#x8981;&#x7D20;&#x2014;&#x2014;&#x90FD;&#x662F;&#x5851;&#x9020;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x7684;&#x91CD;&#x8981;&#x56E0;&#x7D20;&#x3002;</p>
<blockquote>
<p> Design even extends into the core of traditional scientific activities, where it is employed to cultivate the subject matters that are the focus of scientific curiosity. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x751A;&#x81F3;&#x5EF6;&#x4F38;&#x8FDB;&#x4E86;&#x4F20;&#x7EDF;&#x79D1;&#x5B66;&#x6D3B;&#x52A8;&#x7684;&#x6838;&#x5FC3;&#x2014;&#x2014;&#x7528;&#x6765;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x597D;&#x5947;&#x5FC3;&#x7684;&#x4E3B;&#x9898;&#x2014;&#x2014;&#x4E0A;&#x3002;</p>
<blockquote>
<p>But perceiving the existence of such an art only opens the door to further inquiry, to explain what that art is, how it operates, and why it succeeds or fails in particular situations. </p>
</blockquote>
<p>&#x4F46;&#x662F;&#xFF0C;&#x610F;&#x8BC6;&#x5230;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x300C;&#x6280;&#x672F;&#x300D;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4EC5;&#x4EC5;&#x6253;&#x5F00;&#x4E86;&#x8FDB;&#x4E00;&#x6B65;&#x63A2;&#x7A76;&#x7684;&#x5927;&#x95E8;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;&#x300C;&#x6280;&#x672F;&#x300D;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x5B83;&#x662F;&#x5982;&#x4F55;&#x8FD0;&#x4F5C;&#x7684;&#xFF0C;&#x4EE5;&#x53CA;&#x4E3A;&#x4EC0;&#x4E48;&#x5B83;&#x5728;&#x7279;&#x5B9A;&#x60C5;&#x51B5;&#x4E0B;&#x6210;&#x529F;&#x6216;&#x5931;&#x8D25;&#x7684;&#x539F;&#x56E0;&#x3002;</p>
<blockquote>
<p>The challenge is to gain a deeper understanding of design thinking so that more cooperation and mutual benefit is possible between those who apply design thinking to remarkably different problems and subject matters. </p>
</blockquote>
<p>&#x76EE;&#x524D;&#x9762;&#x4E34;&#x7684;&#x6311;&#x6218;&#x662F;&#x9700;&#x8981;&#x52A0;&#x6DF1;&#x5BF9;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x4F7F;&#x90A3;&#x4E9B;&#x5C06;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x5E94;&#x7528;&#x4E8E;&#x663E;&#x8457;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#x548C;&#x4E3B;&#x9898;&#x7684;&#x4EBA;&#x4E4B;&#x95F4;&#x6709;&#x66F4;&#x591A;&#x7684;&#x5408;&#x4F5C;&#x548C;&#x4E92;&#x5229;&#x3002;</p>
<blockquote>
<p>This will help to make the practical exploration of design, particularly in the arts of production, more intelligent and meaningful.</p>
</blockquote>
<p>&#x8FD9;&#x5C06;&#x6709;&#x52A9;&#x4E8E;&#x8FDB;&#x884C;&#x5B9E;&#x9645;&#x7684;&#x8BBE;&#x8BA1;&#x63A2;&#x7D22;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5728;&#x751F;&#x4EA7;&#x300C;&#x6280;&#x827A;&#x300D;&#x65B9;&#x9762;&#xFF0C;&#x53D8;&#x5F97;&#x66F4;&#x667A;&#x80FD;&#x548C;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002;</p>
<blockquote>
<p>However, a persistent problem in this regard is that discussions between designers and members of the scientific community tend to leave little room for reflection on the broader nature of design and its relation to the arts and sciences, industry and manufacturing, marketing and distribution, and the general public that ultimately uses the results of design thinking. </p>
</blockquote>
<p>&#x7136;&#x800C;&#xFF0C;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#xFF0C;&#x4E00;&#x4E2A;&#x957F;&#x671F;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x79D1;&#x5B66;&#x754C;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x7684;&#x8BA8;&#x8BBA;&#x5F80;&#x5F80;&#x6CA1;&#x6709;&#x591A;&#x5C11;&#x7A7A;&#x95F4;&#x53BB;&#x601D;&#x8003;&#x8BBE;&#x8BA1;&#x7684;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x6027;&#x8D28;&#x53CA;&#x5176;&#x4E0E;&#x827A;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x3001;&#x5DE5;&#x4E1A;&#x4E0E;&#x5236;&#x9020;&#x3001;&#x9500;&#x552E;&#x4E0E;&#x5206;&#x9500;&#xFF0C;&#x4E43;&#x81F3;&#x4E0E;&#x90A3;&#x4E9B;&#x4F7F;&#x7528;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7ED3;&#x679C;&#x7684;&#x7EC8;&#x7AEF;&#x7528;&#x6237;&#x4E4B;&#x95F4;&#x4EEC;&#x7684;&#x5173;&#x7CFB;&#x3002;</p>
<blockquote>
<p>Instead of yielding productive integrations, the result is often confusion and a breakdown of communication, with a lack of intelligent practice to carry innovative ideas into objective, concrete embodiment. </p>
</blockquote>
<p>&#x8FD9;&#x4E0D;&#x4F46;&#x5BFC;&#x81F4;&#x6CA1;&#x6CD5;&#x4EA7;&#x751F;&#x9AD8;&#x6548;&#x7684;&#x6574;&#x5408;&#x521B;&#x65B0;&#xFF0C;&#x8FD8;&#x9020;&#x6210;&#x6DF7;&#x4E71;&#x7684;&#x7ED3;&#x679C;&#x4E0E;&#x6C9F;&#x901A;&#x4E0A;&#x7684;&#x969C;&#x788D;&#x3002;&#x4E5F;&#x662F;&#x56E0;&#x4E3A;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x5DE7;&#x5999;&#x7684;&#x5B9E;&#x8DF5;&#xFF0C;&#x521B;&#x65B0;&#x7684;&#x601D;&#x60F3;&#x4E5F;&#x6CA1;&#x6709;&#x80FD;&#x591F;&#x843D;&#x5730;&#x5230;&#x5BA2;&#x89C2;&#x3001;&#x5177;&#x4F53;&#x7684;&#x627F;&#x8F7D;&#x7269;&#x4E2D;&#x3002;</p>
<blockquote>
<p>In turn, this undermines efforts to reach a clearer understanding of design itself, sometimes driving designers back into a defense of their work in the context of traditional arts and crafts. </p>
</blockquote>
<p>&#x53CD;&#x8FC7;&#x6765;&#xFF0C;&#x8FD9;&#x4E5F;&#x7834;&#x574F;&#x4E86;&#x4EBA;&#x4EEC;&#x5C1D;&#x8BD5;&#x53BB;&#x83B7;&#x53D6;&#x5BF9;&#x8BBE;&#x8BA1;&#x672C;&#x8EAB;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x8BA4;&#x8BC6;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x6709;&#x65F6;&#x8FD8;&#x4F1A;&#x4F7F;&#x5F97;&#x8BBE;&#x8BA1;&#x5E08;&#x8FEB;&#x4E0D;&#x5F97;&#x5DF2;&#x9000;&#x56DE;&#x5230;&#x4F20;&#x7EDF;&#x827A;&#x672F;&#x548C;&#x5DE5;&#x827A;&#x7684;&#x89D2;&#x5EA6;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x4F5C;&#x54C1;&#x8FDB;&#x884C;&#x8FA9;&#x62A4;&#x3002;</p>
<blockquote>
<p>Without appropriate reflection to help clarify the basis of communication among all the participants, there is little hope of understanding the foundations and value of design thinking in an increasingly complex technological culture.</p>
</blockquote>
<p>&#x5982;&#x679C;&#x6CA1;&#x6709;&#x9002;&#x5F53;&#x7684;&#x53CD;&#x601D;&#x6765;&#x5E2E;&#x52A9;&#x6F84;&#x6E05;&#x6240;&#x6709;&#x53C2;&#x4E0E;&#x8005;&#x4E4B;&#x95F4;&#x7684;&#x4EA4;&#x6D41;&#x57FA;&#x7840;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x65E5;&#x76CA;&#x590D;&#x6742;&#x7684;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E2D;&#x7406;&#x89E3;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x57FA;&#x7840;&#x548C;&#x4EF7;&#x503C;&#x5C31;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5E0C;&#x671B;&#x4E86;&#x3002;</p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; ArvinX all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2017-12-05 04:17:57
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1-Introduction.html" class="navigation navigation-prev " aria-label="Previous page: 简介：设计与博雅学科">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="3-设计思维中的置换理论.html" class="navigation navigation-next " aria-label="Next page: 设计思维中的置换理论">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"设计与「刻意行为」","level":"2.2","depth":1,"next":{"title":"设计思维中的置换理论","level":"2.3","depth":1,"path":"3-设计思维中的置换理论.md","ref":"3-设计思维中的置换理论.md","articles":[]},"previous":{"title":"简介：设计与博雅学科","level":"2.1","depth":1,"path":"1-Introduction.md","ref":"1-Introduction.md","articles":[]},"dir":"ltr"},"config":{"plugins":["disqus","-highlight","github","expandable-chapters-small","splitter","-sharing","sharing-plus","local-pagefooter","ga","anchors","livereload"],"root":"./docs","styles":{"website":"styles/website.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"arvinx"},"github":{"url":"https://github.com/arvinxx"},"livereload":{},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"local-pagefooter":{"copyright":"Copyright &copy ArvinX","islocal":true,"modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-110579858-1"},"sharing":{"qq":true,"all":["facebook","google","twitter","instapaper","pocket"],"douban":false,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":true},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"anchors":{}},"theme":"default","author":"Arvinx","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*"},"file":{"path":"2-Design and Intentional Operations.md","mtime":"2017-12-04T20:17:57.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2017-12-04T21:11:52.476Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

