
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>设计思维中的置换理论 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Arvinx">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-local-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="4-设计的「抗解问题」理论.html" />
    
    
    <link rel="prev" href="2-Design and Intentional Operations.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.1.</b>
                    
                    导读
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">章节详解</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="1-Introduction.html">
            
                <a href="1-Introduction.html">
            
                    
                        <b>2.1.</b>
                    
                    简介：设计与博雅学科
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="2-Design and Intentional Operations.html">
            
                <a href="2-Design and Intentional Operations.html">
            
                    
                        <b>2.2.</b>
                    
                    设计与「刻意行为」
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.3" data-path="3-设计思维中的置换理论.html">
            
                <a href="3-设计思维中的置换理论.html">
            
                    
                        <b>2.3.</b>
                    
                    设计思维中的置换理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="4-设计的「抗解问题」理论.html">
            
                <a href="4-设计的「抗解问题」理论.html">
            
                    
                        <b>2.4.</b>
                    
                    设计的「抗解问题」理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="5- 设计与技术.html">
            
                <a href="5- 设计与技术.html">
            
                    
                        <b>2.5.</b>
                    
                     设计与技术
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">全文翻译</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="Article.html">
            
                <a href="Article.html">
            
                    
                        <b>3.1.</b>
                    
                    全文翻译
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="GLOSSARY.html">
            
                <a href="GLOSSARY.html">
            
                    
                        <b>4.1.</b>
                    
                    词汇/注释术语列表
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >设计思维中的置换理论</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4E09;&#x3001;&#x7F6E;&#x6362;&#x7406;&#x8BBA;"><a name="&#x4E09;&#x3001;&#x7F6E;&#x6362;&#x7406;&#x8BBA;" class="plugin-anchor" href="#&#x4E09;&#x3001;&#x7F6E;&#x6362;&#x7406;&#x8BBA;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E09;&#x3001;&#x7F6E;&#x6362;&#x7406;&#x8BBA;</h1>
<blockquote>
<p>By &#x201C;liberal art&#x201D; I mean a discipline of thinking that may be shared to some degree by all men and women in their daily lives and is,in turn, mastered by a few people who practice the discipline with distinctive insight and sometimes advance it to new areas of innovative application. </p>
</blockquote>
<p>&#x8BF4;&#x5230;&#x201C;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x6211;&#x7684;&#x610F;&#x601D;&#x8FD9;&#x662F;&#x4E00;&#x95E8;&#x601D;&#x7EF4;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x5171;&#x4EAB;&#x7ED9;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;&#x800C;&#x8BDD;&#x53C8;&#x8BF4;&#x56DE;&#x6765;&#xFF0C;&#x7531;&#x5C11;&#x6570;&#x4EBA;&#x2014;&#x2014;&#x5728;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x53CD;&#x590D;&#x5B9E;&#x8DF5;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x72EC;&#x7279;&#x6D1E;&#x5BDF;&#x529B;&#x7684;&#x4EBA;&#x2014;&#x2014;&#x638C;&#x63E1;&#x7684;&#x5B66;&#x79D1;&#x6709;&#x65F6;&#x4E5F;&#x4F1A;&#x63A8;&#x8FDB;&#x5230;&#x65B0;&#x7684;&#x5E94;&#x7528;&#x521B;&#x65B0;&#x9886;&#x57DF;&#x3002; </p>
<blockquote>
<p>Perhaps this is what Herbert Simon meant in The Sciences ofthe Artificial, one of the major works of design theory in the twentieth century, when he wrote&#xFF1A;&#x201C;the proper study of mankind is the science of design, not only as the professional component of a technical education but as a core discipline for every liberally educated man.&quot;</p>
</blockquote>
<p>&#x4E5F;&#x8BB8;&#x8FD9;&#x5C31;&#x662F; <strong>&#x8D6B;&#x4F2F;&#x7279;&#xB7;&#x4E9A;&#x5386;&#x5C71;&#x5927;&#xB7;&#x897F;&#x8499;</strong> &#x5728;<strong>&#x300A;&#x5173;&#x4E8E;&#x4EBA;&#x4E3A;&#x4E8B;&#x7269;&#x7684;&#x79D1;&#x5B66;&#x300B;</strong>&#x5199;&#x9053;&#xFF1A;&#x201C;&#x8BBE;&#x8BA1;&#x79D1;&#x5B66;&#x662F;&#x5BF9;&#x4EBA;&#x7C7B;&#x7684;&#x6B63;&#x786E;&#x7814;&#x7A76;&#xFF0C;&#x5B83;&#x4E0D;&#x4EC5;&#x4F5C;&#x4E3A;&#x6280;&#x672F;&#x6559;&#x80B2;&#x4E2D;&#x7684;&#x4E13;&#x4E1A;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x662F;&#x6BCF;&#x4E2A;&#x53D7;&#x8FC7;&#x826F;&#x597D;&#x6559;&#x80B2;&#x7684;&#x4EBA;&#x90FD;&#x5E94;&#x8BE5;&#x5B66;&#x4E60;&#x7684;&#x6838;&#x5FC3;&#x5B66;&#x79D1;&#x3002;&#x201D;&#x8FD9;&#x662F;20&#x4E16;&#x7EAA;&#x7684;&#x4E3B;&#x8981;&#x8BBE;&#x8BA1;&#x7406;&#x8BBA;&#x4E4B;&#x4E00;&#x3002;&#x800C;&#x6211;&#x63D0;&#x5230;&#x7684;&#x300C;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x300D;&#xFF0C;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x897F;&#x8499;&#x53E3;&#x4E2D;&#x7684;&#x300C;&#x8BBE;&#x8BA1;&#x79D1;&#x5B66;&#x300D;&#x3002;</p>
<blockquote>
<p>One may reasonably disagree with aspects of Simon&apos;s positivist and empiricist view of design as a science  (as one may disagree with the pragmatic principles that stand behind Dewey&apos;s observation of the importance of intentional operations in modern culture), but there is little reason to disagree with the idea that all men and women may benefit from an early understanding of the disciplines of design in the contemporary world. </p>
</blockquote>
<p>&#x6709;&#x4EBA;&#x53EF;&#x80FD;&#x4F1A;&#x4E0D;&#x540C;&#x610F;&#x897F;&#x8499;&#x4ECE;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x548C;&#x7ECF;&#x9A8C;&#x4E3B;&#x4E49;&#x65B9;&#x9762;&#x628A;&#x8BBE;&#x8BA1;&#x4F5C;&#x4E3A;&#x4E00;&#x95E8;&#x79D1;&#x5B66;&#x7684;&#x89C2;&#x70B9;&#x3002;&#x56E0;&#x4E3A;&#x6709;&#x4EBA;&#x53EF;&#x80FD;&#x4F1A;&#x4E0D;&#x540C;&#x610F;&#x5B9E;&#x7528;&#x4E3B;&#x4E49;&#x539F;&#x5219;&#x3002;&#x800C;&#x6B63;&#x662F;&#x8FD9;&#x4E2A;&#x539F;&#x5219;&#x652F;&#x6491;&#x4E86;&#x675C;&#x5A01;&#x89C2;&#x5BDF;&#x7684;&#x7ED3;&#x679C;&#xFF1A; &#x300C;&#x523B;&#x610F;&#x884C;&#x4E3A;&#x300D;&#x5728;&#x73B0;&#x4EE3;&#x6587;&#x5316;&#x4E2D;&#x4E3E;&#x8DB3;&#x8F7B;&#x91CD;&#x3002;&#x4F46;&#x662F;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x53CD;&#x5BF9;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x89C2;&#x70B9;&#xFF1A;&#x6240;&#x6709;&#x4EBA;&#x90FD;&#x53EF;&#x80FD;&#x4ECE;&#x76EE;&#x524D;&#x7684;&#x8BBE;&#x8BA1;&#x5B66;&#x79D1;&#x7684;&#x521D;&#x6B65;&#x8BA4;&#x8BC6;&#x4E2D;&#x53D7;&#x76CA;&#x3002;</p>
<blockquote>
<p>The beginning of such an understanding has already turned the study of the traditional arts and sciences toward a new engagement with the problems of everyday experience, evident in the development of diverse new products which incorporate knowledge from many fields of specialized inquiry.</p>
</blockquote>
<p>&#x8FD9;&#x79CD;&#x8BA4;&#x8BC6;&#x7684;&#x5F00;&#x7AEF;&#x5DF2;&#x7ECF;&#x628A;&#x4F20;&#x7EDF;&#x7684;&#x827A;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x5BFC;&#x5411;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x5BF9;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x7ECF;&#x9A8C;&#x7684;&#x95EE;&#x9898;&#x7684;&#x7814;&#x7A76;&#x3002;&#x800C;&#x8FD9;&#x5728;&#x5404;&#x79CD;&#x65B0;&#x4EA7;&#x54C1;&#x7684;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x5C24;&#x4E3A;&#x660E;&#x663E;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x9700;&#x8981;&#x5C06;&#x5404;&#x4E2A;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x7684;&#x77E5;&#x8BC6;&#x6574;&#x5408;&#x8D77;&#x6765;&#x3002;</p>
<blockquote>
<p>To gain some idea of how extensively design affects contemporary life, consider the four broad areas in which design is explored throughout the world by professional designers and by many others who may not regard themselves as designers. </p>
</blockquote>
<p>&#x4E3A;&#x4E86;&#x4E86;&#x89E3;&#x8BBE;&#x8BA1;&#x5BF9;&#x5F53;&#x4ECA;&#x751F;&#x6D3B;&#x6709;&#x591A;&#x5E7F;&#x6CDB;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x53EF;&#x4EE5;&#x8FD9;&#x56DB;&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x9886;&#x57DF;&#x8FDB;&#x884C;&#x63A2;&#x7A76;&#x3002;&#x56E0;&#x4E3A;&#x5168;&#x4E16;&#x754C;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x4E13;&#x4E1A;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x5176;&#x4ED6;&#x8BB8;&#x591A;&#x8BBE;&#x8BA1;&#x7231;&#x597D;&#x8005;&#x90FD;&#x5728;&#x63A2;&#x7D22;&#x8FD9;&#x56DB;&#x4E2A;&#x9886;&#x57DF;&#x3002;</p>
<blockquote>
<p>The first of these areas is the design of symbolic and usual communications. </p>
</blockquote>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x662F;&#x7B26;&#x53F7;&#x548C;&#x4F20;&#x8FBE;&#x7684;&#x8BBE;&#x8BA1;&#x2014;&#x2014;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x3002;</p>
<blockquote>
<p>This includes the traditional work of graphic design, such as typography and advertising, book and magazine production, and scientific llustration, but has expanded into communication through photography, film, television, and computer display. </p>
</blockquote>
<p>&#x5176;&#x5305;&#x62EC;&#x4F20;&#x7EDF;&#x7684;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#xFF0C;&#x5982;&#x6392;&#x7248;&#x5370;&#x5237;&#x3001;&#x5E7F;&#x544A;&#x3001;&#x4E66;&#x7C4D;&#x6742;&#x5FD7;&#x7684;&#x88C5;&#x5E27;&#x5370;&#x5237;&#x3001;&#x4E13;&#x4E1A;&#x63D2;&#x753B;&#x7B49;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x6269;&#x5C55;&#x5230;&#x4E86;&#x6444;&#x5F71;&#x3001;&#x7535;&#x5F71;&#x3001;&#x7535;&#x89C6;&#x548C;&#x6570;&#x5B57;&#x4F20;&#x5A92;&#x3002;</p>
<blockquote>
<p>The area of communications design is rapidly evolving into a broad exploration of the problems of communicating information, ideas, and arguments through a new synthesis of words and images that is transforming the &#x201C;bookish culture&#x201D; of the past.</p>
</blockquote>
<p>&#x4F20;&#x8FBE;&#x8BBE;&#x8BA1;&#x6B63;&#x8FC5;&#x901F;&#x53D1;&#x5C55;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5BBD;&#x5E7F;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;&#x901A;&#x8FC7;&#x878D;&#x5408;&#x8BED;&#x8A00;&#x548C;&#x56FE;&#x50CF;&#x7684;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x624B;&#x6BB5;&#xFF08;&#x7535;&#x5B50;&#x4F20;&#x5A92;&#xFF09;&#xFF0C;&#x6765;&#x63A2;&#x8BA8;&#x4F20;&#x8FBE;&#x8BBE;&#x8BA1;&#x4E2D;&#x7684;&#x4FE1;&#x606F;&#x3001;&#x601D;&#x60F3;&#x548C;&#x4E89;&#x8BBA;&#x7684;&#x95EE;&#x9898;&#x3002;&#x800C;&#x8FD9;&#x79CD;&#x624B;&#x6BB5;&#x6B63;&#x5728;&#x8F6C;&#x53D8;&#x8FC7;&#x53BB;&#x300C;&#x7528;&#x4E66;&#x4F20;&#x8FBE;&#x300D;&#x7684;&#x6587;&#x5316;&#x3002;</p>
<blockquote>
<p>The second area is the design of material objects. </p>
</blockquote>
<p>&#x7B2C;&#x4E8C;&#x4E2A;&#x9886;&#x57DF;&#x662F;&#x5219;&#x662F;&#x5B9E;&#x4F53;&#x8BBE;&#x8BA1;&#x2014;&#x2014;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x3002;</p>
<blockquote>
<p>This includes traditional concern for the form and visual appearance of everyday products&#x2014;&#x2014;clothing, domestic objects, tools, instruments, machinery, and vehicles&#x2014;&#x2014;but has expanded  into a more thorough and diverse interpretation of the physical, psychological, social, and cultural relationships between products and human beings. </p>
</blockquote>
<p>&#x8FD9;&#x5305;&#x62EC;&#x4EA7;&#x54C1;&#x9020;&#x578B;&#x548C;&#x89C6;&#x89C9;&#x611F;&#x77E5;&#x4E4B;&#x95F4;&#x5173;&#x8054;&#x7684;&#x4F20;&#x7EDF;&#x9886;&#x57DF;&#xFF0C;&#x670D;&#x88C5;&#x3001;&#x5BB6;&#x5177;&#x3001;&#x5DE5;&#x5177;&#x3001;&#x4EEA;&#x5668;&#x3001;&#x673A;&#x68B0;&#x548C;&#x4EA4;&#x901A;&#x5DE5;&#x5177;&#x3002;? &#x540C;&#x6837;&#x7684;&#xFF0C;&#x5B83;&#x4E5F;&#x5DF2;&#x7ECF;&#x6269;&#x5C55;&#x6210;&#x5BF9;&#x4EBA;&#x548C;&#x7269;&#x4E4B;&#x95F4;&#x7684;&#x8EAB;&#x5FC3;&#x3001;&#x793E;&#x4F1A;&#x6587;&#x5316;&#x5173;&#x7CFB;&#x7684;&#x66F4;&#x5F7B;&#x5E95;&#x3001;&#x66F4;&#x591A;&#x6837;&#x7684;&#x7406;&#x89E3;&#x3002;?</p>
<blockquote>
<p>This area is rapidly evolving into an exploration of the problems of construction in which form and visual appearance must carry a deeper, more integrative argument that unites aspects of art, engineering and natural science, and the human sciences.</p>
</blockquote>
<p>?&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x6B63;&#x5728;&#x8FC5;&#x901F;&#x53D1;&#x5C55;&#x4E3A;&#x63A2;&#x7D22;&#xFF0C;&#x5F62;&#x5F0F;&#x548C;&#x89C6;&#x89C9;&#x7684;&#x5916;&#x89C2;&#x5FC5;&#x987B;&#x8FDB;&#x884C;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x89E3;&#x91CA;&#x3001;&#x66F4;&#x7EFC;&#x5408;&#x7684;&#x8BBA;&#x8BC1;&#xFF0C;&#x5C06;&#x827A;&#x672F;&#x3001;&#x5DE5;&#x7A0B;&#x548C;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x4EE5;&#x53CA;&#x4EBA;&#x7C7B;&#x79D1;&#x5B66;&#x7684;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x3002;?</p>
<blockquote>
<p>The third area is the design of activities and organized services, which includes the traditional management concern for logistics, combining physical resources, instrumentalities, and human beings in efficient sequences and schedules to reach specified objectives. </p>
</blockquote>
<p>&#x7B2C;&#x4E09;&#x4E2A;&#x9886;&#x57DF;&#x5219;&#x662F;&#x6D3B;&#x52A8;&#x548C;&#x5408;&#x7406;&#x7684;&#x7EC4;&#x7EC7;&#x670D;&#x52A1;&#x2014;&#x2014;&#x8BBE;&#x8BA1;&#x7BA1;&#x7406;&#x3002;&#x5176;&#x4E2D;&#x5305;&#x62EC;&#x4F20;&#x7EDF;&#x7684;&#x7EC4;&#x7EC7;&#x5DE5;&#x4F5C;&#x7BA1;&#x7406;&#xFF0C;&#x5C06;&#x7269;&#x7406;&#x8D44;&#x6E90;&#x3001;&#x5A92;&#x4ECB;&#x8D44;&#x6E90;&#x548C;&#x4EBA;&#x529B;&#x8D44;&#x6E90;&#x6709;&#x6548;&#x6574;&#x5408;&#x8FDB;&#x5DE5;&#x4F5C;&#x6D41;&#x4E0E;&#x8BA1;&#x5212;&#x8868;&#x4E2D;&#xFF0C;&#x4EE5;&#x8FBE;&#x5230;&#x9884;&#x671F;&#x6216;&#x6307;&#x5B9A;&#x7684;&#x76EE;&#x6807;&#x3002;</p>
<blockquote>
<p>However, this area has expanded into a concern for logical decision making and strategic planning and is rapidly evolving into an exploration of how better design thinking can contribute to achieving an organic flow of experience in concrete situations, making such experiences more intelligent, meaningful, and satisfying. </p>
</blockquote>
<p>&#x7136;&#x800C;&#xFF0C;&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x5DF2;&#x6269;&#x5C55;&#x5230;&#x903B;&#x8F91;&#x51B3;&#x7B56;&#x548C;&#x6218;&#x7565;&#x89C4;&#x5212;&#x7684;&#x5173;&#x6CE8;&#x8303;&#x56F4;&#xFF0C;&#x5E76;&#x6B63;&#x5728;&#x8FC5;&#x901F;&#x6F14;&#x53D8;&#x4E3A;&#x63A2;&#x7D22;&#x5728;&#x5177;&#x4F53;&#x573A;&#x666F;&#x4E0B;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x5982;&#x4F55;&#x66F4;&#x597D;&#x5730;&#x5E2E;&#x52A9;&#x5B9E;&#x73B0;?&#x7CFB;&#x7EDF;&#x7684;&#x7ECF;&#x9A8C;&#x6D41;?&#xFF0C;&#x4F7F;&#x8FD9;&#x79CD;&#x7ECF;&#x9A8C;&#x66F4;&#x52A0;&#x667A;&#x80FD;&#x3001;&#x6709;&#x610F;&#x4E49;&#x548C;&#x4EE4;&#x4EBA;&#x6EE1;&#x610F;&#x3002;</p>
<blockquote>
<p>The central theme of this area is connections and consequences. </p>
</blockquote>
<p>&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x7684;&#x4E2D;&#x5FC3;&#x4E3B;&#x9898;&#x662F;&#x5173;&#x8054;&#x4E0E;&#x6B21;&#x5E8F;&#xFF08;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF09;&#x3002;</p>
<blockquote>
<p>Designers are exploring a progressively wider range of connections in everyday experience and how different types of connections affect the structure of action.</p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x5E08;&#x4EEC;&#x6B63;&#x5728;&#x63A2;&#x7D22;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x8D8A;&#x6765;&#x8D8A;&#x5E7F;&#x6CDB;&#x7684;&#x8054;&#x7CFB;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x8054;&#x7CFB;&#x5982;&#x4F55;&#x5F71;&#x54CD;&#x884C;&#x52A8;&#x7684;&#x7ED3;&#x6784;&#x3002;</p>
<blockquote>
<p>The fourth area is the design of complex systems or environments for living, working, playing, and learning. </p>
</blockquote>
<p>&#x7B2C;&#x56DB;&#x4E2A;&#x9886;&#x57DF;&#x5219;&#x662F;&#x4E3A;&#x751F;&#x6D3B;&#x3001;&#x5DE5;&#x4F5C;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x5B66;&#x4E60;&#x800C;&#x8BBE;&#x8BA1;&#x7684;&#x590D;&#x6742;&#x7CFB;&#x7EDF;&#x6216;&#x73AF;&#x5883;&#x2014;&#x2014;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x3002;</p>
<blockquote>
<p>This includes the traditional concerns of systems engineering, architecture, and urban planning or the functional analysis of the parts of complex wholes and their subsequent integration in hierarchies. </p>
</blockquote>
<p>&#x8FD9;&#x5305;&#x62EC;&#x4E86;&#x7CFB;&#x7EDF;&#x5DE5;&#x7A0B;&#x548C;&#x5EFA;&#x7B51;&#x7684;&#x8303;&#x56F4;&#xFF0C;&#x4EE5;&#x53CA;&#x57CE;&#x5E02;&#x89C4;&#x5212;&#x3001;&#x590D;&#x6742;&#x6574;&#x4F53;&#x7684;&#x5C40;&#x90E8;&#x529F;&#x80FD;&#x5206;&#x6790;&#x548C;&#x518D;&#x590D;&#x5408;&#x65F6;&#x7684;&#x5C42;&#x7EA7;&#x5206;&#x6790;&#x3002;</p>
<blockquote>
<p>But this area has also expanded and reflects more consciousness of the central idea, thought, or value that expresses the unity of any balanced and functioning whole. </p>
</blockquote>
<p>&#x4F46;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x4E5F;&#x6269;&#x5927;&#x4E86;&#xFF0C;&#x53CD;&#x6620;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x6838;&#x5FC3;&#x601D;&#x60F3;&#x3001;&#x601D;&#x60F3;&#x6216;&#x4EF7;&#x503C;&#x7684;&#x610F;&#x8BC6;&#xFF0C;&#x8868;&#x8FBE;&#x4E86;&#x4EFB;&#x4F55;&#x5E73;&#x8861;&#x548C;&#x529F;&#x80FD;&#x6574;&#x4F53;&#x7684;&#x7EDF;&#x4E00;&#x3002;</p>
<blockquote>
<p>This area is more and more concerned with exploring the role of design in sustaining, developing, and integrating human beings into broader ecological and cultural environments, shaping these environments when desirable and possible or adapting to them when necessary.</p>
</blockquote>
<p>&#x8FD9;&#x4E00;&#x9886;&#x57DF;&#x4E00;&#x65B9;&#x9762;&#x8D8A;&#x6765;&#x8D8A;&#x5173;&#x6CE8;&#x4E8E;&#x63A2;&#x7D22;&#x8BBE;&#x8BA1;&#x5728;&#x4EBA;&#x7C7B;&#x4E0E;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x751F;&#x6001;&#x548C;&#x6587;&#x5316;&#x73AF;&#x5883;&#x7EF4;&#x6301;&#x3001;&#x53D1;&#x5C55;&#x548C;&#x6574;&#x5408;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x5728;&#x63A2;&#x7D22;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#x5851;&#x9020;&#x73AF;&#x5883;&#xFF0C;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#x9002;&#x5E94;&#x73AF;&#x5883;&#x65F6;&#x8BBE;&#x8BA1;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<blockquote>
<p>Reflecting on this list of the areas of design thinking, it is tempting to identify and limit specific design professions within each area&#x2014;&#x2014;graphic designers with communication, industrial designers and engineers with material objects, designers-cum-managers with activities and services, and architects and urban planners with systems and environments. </p>
</blockquote>
<p>&#x53CD;&#x601D;&#x4EE5;&#x4E0A;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x5173;&#x6CE8;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x8BC6;&#x522B;&#x548C;&#x9650;&#x5B9A;&#x51FA;&#x7279;&#x5B9A;&#x8BE5;&#x9886;&#x57DF;&#x4E0B;&#x7684;&#x8BBE;&#x8BA1;&#x804C;&#x4E1A;&#x7C7B;&#x578B;--&#x6BD4;&#x5982;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x9886;&#x57DF;&#x7684;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x5E08;&#xFF0C;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x9886;&#x57DF;&#x7684;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x5DE5;&#x7A0B;&#x5E08;&#x4EEC;&#x3001;&#x8BBE;&#x8BA1;&#x7BA1;&#x7406;&#x9886;&#x57DF;&#x7684;&#x8BBE;&#x8BA1;&#x7BA1;&#x7406;&#x8005;&#xFF0C;&#x73AF;&#x5883;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x4E0B;&#x7684;&#x5EFA;&#x7B51;&#x5E08;&#x548C;&#x57CE;&#x5E02;&#x89C4;&#x5212;&#x5E08;&#x3002;</p>
<blockquote>
<p>But this would not be adequate, because these areas are not simply categories of objects that reflect the results of design. </p>
</blockquote>
<p>&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x6070;&#x5F53;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x5212;&#x5206;&#x4E0D;&#x662F;&#x7B80;&#x7B80;&#x5355;&#x5355;&#x5730;&#x6839;&#x636E;&#x8BBE;&#x8BA1;&#x7ED3;&#x679C;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#x7684;&#x3002;</p>
<blockquote>
<p>Properly understood and used, they are also places of invention shared by all designers, places where one discovers the dimensions of design thinking by a reconsideration of problems and solutions.</p>
</blockquote>
<p>&#x6B63;&#x786E;&#x5730;&#x7406;&#x89E3;&#x548C;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x5E94;&#x8BE5;&#x662F;&#xFF0C;&#x5B83;&#x4EEC;&#x4E5F;&#x662F;&#x6240;&#x6709;&#x8BBE;&#x8BA1;&#x5E08;&#x5171;&#x4EAB;&#x7684;&#x53D1;&#x660E;&#x7684;&#x9886;&#x57DF;&#xFF0C;&#x4EBA;&#x4EEC;&#x5728;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E0B;&#x901A;&#x8FC7;&#x91CD;&#x65B0;&#x601D;&#x8003;&#x95EE;&#x9898;&#x548C;&#x65B9;&#x6848;&#x6765;&#x53D1;&#x73B0;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x4E0D;&#x540C;&#x7EF4;&#x5EA6;&#x3002;</p>
<pre><code>&#x8FD9;&#x91CC;&#x5F00;&#x59CB;&#x5C31;&#x6709;&#x70B9;&#x8D85;&#x51FA;&#x4E2A;&#x4EBA;&#x80FD;&#x529B;&#x8303;&#x56F4;&#x4E86;&#x3002;
</code></pre><blockquote>
<p>True, these four areas point toward certain kinds of objectivity in human experience, and the work of designers in each of these areas has created a framework for human experience in contemporary culture. </p>
</blockquote>
<p>&#x7684;&#x786E;&#xFF0C;&#x8FD9;&#x56DB;&#x4E2A;&#x9886;&#x57DF;&#x6307;&#x5411;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x4E2D;&#x7684;&#x67D0;&#x4E9B;&#x5BA2;&#x89C2;&#x6027;&#xFF0C;&#x540C;&#x65F6;&#x5982;&#x4ECA;&#x7684;&#x8BBE;&#x8BA1;&#x5E08;&#x5728;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E2D;&#x7684;&#x5DE5;&#x4F5C;&#x4E5F;&#x4E3A;&#x4EBA;&#x7C7B;&#x7684;&#x4F53;&#x9A8C;&#x521B;&#x9020;&#x4E86;&#x4E00;&#x4E2A;&#x6846;&#x67B6;&#x3002;</p>
<blockquote>
<p>But these areas are also interconnected, with no priority given to any single one. </p>
</blockquote>
<p>&#x4F46;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E5F;&#x662F;&#x76F8;&#x4E92;&#x5173;&#x8054;&#x7684;&#x800C;&#x5E73;&#x7B49;&#x7684;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x90FD;&#x4E0D;&#x5E94;&#x8BE5;&#x88AB;&#x4F18;&#x5148;&#x8003;&#x8651;&#x3002;</p>
<blockquote>
<p>For example, the sequence of signs, things, actions, and thought could be regarded as an ascent from confusing parts to orderly wholes. </p>
</blockquote>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x7B26;&#x53F7;&#x3001;&#x5B9E;&#x7269;&#x3001;&#x884C;&#x52A8;&#x548C;&#x601D;&#x60F3;&#x7684;&#x4E00;&#x4E2A;&#x6B21;&#x5E8F;&#x53EF;&#x4EE5;&#x88AB;&#x89C6;&#x4E3A;&#x4ECE;&#x6DF7;&#x4E71;&#x90E8;&#x5206;&#x5230;&#x6709;&#x5E8F;&#x6574;&#x4F53;&#x7684;&#x4E00;&#x4E2A;&#x4E0A;&#x5347;&#x68AF;&#x5EA6;&#x3002;</p>
<blockquote>
<p>Signs and images are fragments of experience that reflect our perception of material objects.</p>
</blockquote>
<p>&#x7B26;&#x53F7;&#x548C;&#x56FE;&#x50CF;&#x662F;&#x53CD;&#x6620;&#x6211;&#x4EEC;&#x5BF9;&#x5B9E;&#x7269;&#x7684;&#x611F;&#x77E5;&#x7684;&#x7ECF;&#x9A8C;&#x7247;&#x6BB5;&#x3002;</p>
<blockquote>
<p>Material objects, in turn, become instruments of action. </p>
</blockquote>
<p>&#x7D27;&#x63A5;&#x7740;&#xFF0C;&#x5B9E;&#x7269;&#x6210;&#x4E3A;&#x884C;&#x52A8;&#x7684;&#x5DE5;&#x5177;&#x3002;</p>
<p>Signs, things, and actions are organized in complex environments by a unitying idea or thought. </p>
<p>&#x7B26;&#x53F7;&#x3001;&#x5B9E;&#x7269;&#x548C;&#x884C;&#x52A8;&#x7EC4;&#x7EC7;&#x5728;&#x590D;&#x6742;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x7531;&#x4E00;&#x4E2A;&#x7EDF;&#x4E00;&#x7684;&#x89C2;&#x5FF5;&#x6216;&#x601D;&#x60F3;&#x7EC4;&#x7EC7;&#x5728;&#x4E00;&#x8D77;&#x3002;</p>
<blockquote>
<p>But there is no reason to believe that parts and wholes must be treated in ascending rather than descending order.</p>
</blockquote>
<p>&#x4F46;&#x662F;&#x6CA1;&#x6709;&#x7406;&#x7531;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x90E8;&#x5206;&#x4E0E;&#x6574;&#x4F53;&#x7684;&#x6B21;&#x5E8F;&#x5FC5;&#x987B;&#x662F;&#x4E0A;&#x5347;&#x7684;&#x800C;&#x4E0D;&#x662F;&#x4E0B;&#x964D;&#x3002;</p>
<blockquote>
<p>Parts and whole are of many types and may be defined in many ways.</p>
</blockquote>
<p>&#x6BD5;&#x7ADF;&#x96F6;&#x4EF6;&#x548C;&#x6574;&#x4F53;&#x6709;&#x5F88;&#x591A;&#x79CD;&#x7C7B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x7528;&#x591A;&#x79CD;&#x65B9;&#x5F0F;&#x52A0;&#x4EE5;&#x5B9A;&#x4E49;&#x3002;</p>
<blockquote>
<p>Depending on how a designer wishes to explore and organize experience, the sequence could just as reasonably be regarded as a descent from chaotic environments to the unity provided by symbols and images. </p>
</blockquote>
<p>&#x6839;&#x636E;&#x8BBE;&#x8BA1;&#x8005;&#x5E0C;&#x671B;&#x5982;&#x4F55;&#x63A2;&#x7D22;&#x548C;&#x7EC4;&#x7EC7;&#x7ECF;&#x9A8C;&#xFF0C;&#x6574;&#x4E2A;&#x5E8F;&#x5217;&#x53EF;&#x4EE5;&#x5408;&#x7406;&#x5730;&#x88AB;&#x89C6;&#x4E3A;&#x4E00;&#x79CD;&#x4ECE;&#x6DF7;&#x4E71;&#x73AF;&#x5883;&#x5230;&#x7EDF;&#x4E00;&#x7B26;&#x53F7;&#x7684;&#x4E0B;&#x964D;&#x68AF;&#x5EA6;&#x3002;</p>
<pre><code>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x4E2D;&#x7684;&#x539F;&#x5B50;&#x8BBE;&#x8BA1;&#x7CFB;&#x7EDF;&#x662F;&#x4E0D;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x4E1C;&#x897F;&#x5462;&#xFF1F;
</code></pre><blockquote>
<p>In fact, signs, things, actions, and thoughts are not only interconnected, they also interpenetrate and merge in contemporary design thinking with surprising consequences for innovation. </p>
</blockquote>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x7B26;&#x53F7;&#xFF0C;&#x5B9E;&#x7269;&#xFF0C;&#x884C;&#x52A8;&#x548C;&#x601D;&#x60F3;&#x4E0D;&#x4EC5;&#x662F;&#x76F8;&#x4E92;&#x5173;&#x8054;&#x7684;&#xFF0C;&#x5B83;&#x4EEC;&#x4E5F;&#x4E92;&#x76F8;&#x6E17;&#x900F;&#x4E0E;&#x878D;&#x5408;&#xFF0C;&#x5728;&#x5438;&#x6536;&#x5F53;&#x4EE3;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x540E;&#x4E0E;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x56E0;&#x679C;&#x5173;&#x7CFB;&#xFF0C;&#x4ECE;&#x800C;&#x8BDE;&#x751F;&#x521B;&#x65B0;&#x3002;</p>
<pre><code>&#x8BF4;&#x7684;&#x6BD4;&#x8F83;&#x865A;&#xFF0C;&#x6CA1;&#x6709;&#x592A;&#x597D;&#x7684;&#x611F;&#x77E5;&#x3002;
</code></pre><blockquote>
<p>These areas suggest the lineage of design&apos;s past and present, as well as point to where design is headed in the future.</p>
</blockquote>
<p>&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x6697;&#x793A;&#x4E86;&#x8BBE;&#x8BA1;&#x7684;&#x5386;&#x53F2;&#x4E0E;&#x5F53;&#x4ECA;&#x7684;&#x8109;&#x7EDC;&#xFF0C;&#x4EE5;&#x53CA;&#x6307;&#x5411;&#x672A;&#x6765;&#x8BBE;&#x8BA1;&#x7684;&#x65B9;&#x5411;&#x3002;</p>
<pre><code>&#x7684;&#x786E;&#x4ECE;&#x5386;&#x53F2;&#x4E2D;&#x662F;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x672A;&#x6765;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x5411;&#x3002;&#x81F3;&#x5C11;&#x76EE;&#x524D;&#x4E86;&#x89E3;&#x5230;&#x300C;&#x8BBE;&#x8BA1;&#x8BA4;&#x77E5;&#x300D;&#x2014;&#x2014;&#x5373;&#x5982;&#x4F55;&#x628A;&#x8BBE;&#x8BA1;&#x5F53;&#x505A;&#x4E00;&#x95E8;&#x79D1;&#x5B66;&#x6765;&#x7814;&#x7A76;&#x2014;&#x2014;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x70ED;&#x95E8;&#x4E86;&#x3002;&#x5C24;&#x5176;&#x662F; AI &#x7684;&#x9010;&#x6E10;&#x6210;&#x719F;&#x4E0E;&#x53D1;&#x5C55;&#x3002;
</code></pre><blockquote>
<p>It is easy to understand that industrial designers are primarily concerned with material objects. </p>
</blockquote>
<p>&#x8FD9;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x7684;&#xFF0C;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x4E3B;&#x8981;&#x662F;&#x5173;&#x6CE8;&#x5B9E;&#x4F53;&#x4EA7;&#x54C1;&#x3002;</p>
<blockquote>
<p>But the research reported in design literature shows that industrial designers have found new avenues of exploration by thinking about material objects in the context of signs, actions, and thoughts. </p>
</blockquote>
<p>&#x4F46;&#x5728;&#x8BBE;&#x8BA1;&#x6587;&#x732E;&#x4E2D;&#x62A5;&#x9053;&#x7684;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x5E08;&#x4EEC;&#x901A;&#x8FC7;&#x5728;&#x7B26;&#x53F7;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x7684;&#x80CC;&#x666F;&#x4E0B;&#x601D;&#x8003;&#x4EA7;&#x54C1;&#xFF0C;&#x627E;&#x5230;&#x4E86;&#x65B0;&#x7684;&#x63A2;&#x7D22;&#x9014;&#x5F84;&#x3002;</p>
<pre><code>&#x6709;&#x8FD9;&#x4E00;&#x7C7B;&#x7684;&#x7814;&#x7A76;&#xFF1F;&#x611F;&#x89C9;&#x53EF;&#x4EE5;&#x53BB;&#x627E;&#x627E;&#x770B;&#xFF1F;&#x901A;&#x8FC7;&#x7814;&#x7A76;&#x5E73;&#x9762;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x65B0;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x5411;&#xFF1F;&#x53C2;&#x6570;&#x5316;&#x8BBE;&#x8BA1;&#x7B97;&#x4E0D;&#x7B97;&#x662F;&#x5462;&#xFF1F;
</code></pre><blockquote>
<p>For example, some have considered material objects communicative, yielding reflections on the semantic and rhetorical aspects of products. </p>
</blockquote>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EA7;&#x54C1;&#x4E5F;&#x6709;&#x4F20;&#x8FBE;&#x5C5E;&#x6027;&#xFF0C;&#x4ECE;&#x800C;&#x4EA7;&#x751F;&#x4E86;&#x5BF9;&#x4EA7;&#x54C1;&#x7684;&#x8BED;&#x4E49;&#x548C;&#x4FEE;&#x8F9E;&#x65B9;&#x9762;&#x7684;&#x601D;&#x8003;&#x3002;</p>
<pre><code>&#x7684;&#x786E;&#x662F;&#x6709;&#x5427;&#xFF0C;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x80AF;&#x5B9A;&#x90FD;&#x4F1A;&#x5B66;&#x5230;&#x7684;&#x4EC0;&#x4E48;&#x8BED;&#x4E49;&#x8BED;&#x7528;&#x8BED;&#x5883;&#xFF0C;&#x4F46;&#x662F;&#x867D;&#x7136;&#x662F;&#x4E00;&#x4E2A;&#x65B9;&#x6CD5;&#x8BBA;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x7528;&#x6027;&#x5176;&#x5B9E;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x5F3A;&#xFF1F;&#x539F;&#x6765;&#x662F;&#x4ECE;&#x8FD9;&#x91CC;&#x6765;&#x7684;&#xFF1F;
</code></pre><p>Others have placed material objects in the context of experience and action, asking new questions about how products function in situations of use and how they may contribute to or inhibit the flow of activities. </p>
<p>&#x53E6;&#x4E00;&#x4E9B;&#x4EBA;&#x628A;&#x4EA7;&#x54C1;&#x653E;&#x5728;&#x7ECF;&#x9A8C;&#x548C;&#x884C;&#x4E3A;&#x7684;&#x573A;&#x666F;&#x4E0B;&#xFF0C;&#x63D0;&#x51FA;&#x5173;&#x4E8E;&#x300C;&#x4EA7;&#x54C1;&#x5728;&#x4F7F;&#x7528;&#x60C5;&#x51B5;&#x4E0B;&#x5982;&#x4F55;&#x8FD0;&#x4F5C;&#x300D;&#x3001;&#x300C;&#x4EA7;&#x54C1;&#x5982;&#x4F55;&#x8F85;&#x52A9;&#x6216;&#x6291;&#x5236;&#x4EBA;&#x7684;&#x884C;&#x4E3A;&#x6D41;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<pre><code>&#x611F;&#x89C9;&#x6BD4;&#x5982;&#x5E94;&#x653E;&#x5929;&#x7684;&#x90A3;&#x4E00;&#x5957;&#x7406;&#x8BBA;&#x5C31;&#x662F;&#x8FD9;&#x4E48;&#x53BB;&#x505A;&#x7684;
</code></pre><blockquote>
<p>(Of course, this is a significant shift from questions about the internal functioning of products and how the visual form of a product expresses such functioning.) </p>
</blockquote>
<p>&#xFF08;&#x663E;&#x7136;&#xFF0C;&#x4ECE;&#x95EE;&#x9898;&#x5C42;&#x9762;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x91CD;&#x5927;&#x7684;&#x8F6C;&#x53D8;&#x3002;&#x56E0;&#x4E3A;&#x4EE5;&#x524D;&#x6211;&#x4EEC;&#x603B;&#x662F;&#x53BB;&#x95EE;&#x300C;&#x4EA7;&#x54C1;&#x5185;&#x90E8;&#x529F;&#x80FD;&#x5982;&#x4F55;&#x8FD0;&#x4F5C;&#x300D;&#x6216;&#x8005;&#x300C;&#x4EA7;&#x54C1;&#x7684;&#x89C6;&#x89C9;&#x5F62;&#x5F0F;&#x5982;&#x4F55;&#x8868;&#x8FBE;&#x300D;&#x8FD9;&#x4E00;&#x7C7B;&#x95EE;&#x9898;&#x3002;</p>
<pre><code class="lang-&#x3002;">&#x7684;&#x786E;&#xFF0C;&#x5185;&#x90E8;&#x56E0;&#x7D20;&#x8F6C;&#x5411;&#x5916;&#x90E8;&#x56E0;&#x7D20;&#x662F;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x66F4;&#x591A;&#x5730;&#x53BB;&#x8003;&#x8651;&#x4EBA;&#x7684;&#x56E0;&#x7D20;&#x3002;&#x4EE5;&#x505A;&#x5230;&#x4EE5;&#x7528;&#x6237;&#x4E3A;&#x4E2D;&#x5FC3;&#x7684;&#x8BBE;&#x8BA1;&#x3002;&#x53EF;&#x80FD;&#x8FD9;&#x8FB9;&#x66F4;&#x591A;&#x5728;&#x8BF4;&#x7684;&#x8BFA;&#x66FC;&#x63D0;&#x51FA;&#x6765;&#x7684;&#x90A3;&#x4E00;&#x7C7B;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x6CD5;&#x3002;
</code></pre>
<blockquote>
<p>Finally, others are exploring material objects as part of larger systems, cycles, and environments, opening up a wide range of new questions and practical concerns or reenergizing old debates. </p>
</blockquote>
<p>&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x4EBA;&#x5728;&#x63A2;&#x7D22;&#x4EA7;&#x54C1;&#x4F5C;&#x4E3A;&#x7CFB;&#x7EDF;&#x548C;&#x73AF;&#x5883;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F00;&#x62D3;&#x4E86;&#x4E00;&#x7CFB;&#x5217;&#x5E7F;&#x6CDB;&#x7684;&#x65B0;&#x95EE;&#x9898;&#x548C;&#x5B9E;&#x9645;&#x95EE;&#x9898;&#x7684;&#x63A2;&#x8BA8;&#xFF0C;&#x6216;&#x8005;&#x91CD;&#x65B0;&#x53D1;&#x8D77;&#x4E00;&#x4E9B;&#x65E7;&#x7684;&#x8BDD;&#x9898;&#x7684;&#x8BA8;&#x8BBA;&#x3002;</p>
<blockquote>
<p>Issues include conservation and recycling, alternative technologies, elaborate simulation environments, smart products, virtual reality, artificial life, and the ethical, political, and legal dimensions of design.</p>
</blockquote>
<p>&#x95EE;&#x9898;&#x5305;&#x62EC;&#x8282;&#x80FD;&#x548C;&#x5FAA;&#x73AF;&#x5229;&#x7528;&#x3001;&#x66FF;&#x4EE3;&#x6280;&#x672F;&#x3001;&#x7CBE;&#x7EC6;&#x4EFF;&#x771F;&#x73AF;&#x5883;&#x3001;&#x667A;&#x80FD;&#x4EA7;&#x54C1;&#x3001;&#x865A;&#x62DF;&#x73B0;&#x5B9E;&#x3001;&#x4EBA;&#x5DE5;&#x751F;&#x547D;&#xFF0C;&#x4E43;&#x81F3;&#x8BBE;&#x8BA1;&#x4E2D;&#x7684;&#x4F26;&#x7406;&#x3001;&#x653F;&#x6CBB;&#x548C;&#x6CD5;&#x5F8B;&#x7684;&#x7EF4;&#x5EA6;&#x3002;</p>
<pre><code>&#x8FD9;&#x4E2A;&#x8FD8;&#x662F;&#x6709;&#x70B9;&#x5389;&#x5BB3;&#x4E86;&#xFF0C;&#x7EFF;&#x8272;&#x3001;&#x8282;&#x80FD;&#x3001;&#x667A;&#x80FD;&#x4EA7;&#x54C1;&#x3001;&#x865A;&#x62DF;&#x73B0;&#x5B9E;&#x8FD9;&#x4E9B;&#x90FD;&#x6709;&#x5B58;&#x5728;&#xFF0C;&#x5728;&#x5E15;&#x5E15;&#x7EB3;&#x514B;&#x7684;&#x8BBE;&#x8BA1;&#x53CD;&#x601D;&#x4E2D;&#x80AF;&#x5B9A;&#x4E5F;&#x6709;&#x63D0;&#x5230;&#x3002;&#x90A3;&#x8BBE;&#x8BA1;&#x7684;&#x4F26;&#x7406;&#x3001;&#x653F;&#x6CBB;&#x548C;&#x6CD5;&#x5F8B;&#x95EE;&#x9898;&#x8FD9;&#x4E2A;&#x5C31;&#x5F88;&#x6709;&#x8DA3;&#x4E86;&#x3002;
&#x54EA;&#x91CC;&#x6709;&#x5BF9;&#x5E94;&#x7684;&#x6848;&#x4F8B;&#x5462;&#xFF1F;&#x6C7D;&#x8F66;&#x7684;&#x6CD5;&#x89C4;&#x7B97;&#x4E0D;&#x7B97;&#xFF1F;
</code></pre><blockquote>
<p>Comparable movements are evident in each of the design professions: their primary concern begins in one area, but innovation comes when the initial selection is repositioned at another point in the framework, raising new questions and ideas. </p>
</blockquote>
<p>&#x6BCF;&#x4E00;&#x4E2A;&#x4E13;&#x4E1A;&#x8BBE;&#x8BA1;&#x9886;&#x57DF;&#x7684;&#x884C;&#x4E3A;&#x662F;&#x5341;&#x5206;&#x76F8;&#x4F3C;&#x7684;&#xFF1A;&#x4ED6;&#x4EEC;&#x4E3B;&#x8981;&#x5173;&#x5FC3;&#x70B9;&#x4ECE;&#x4E00;&#x4E2A;&#x9886;&#x57DF;&#x5F00;&#x59CB;&#xFF0C;&#x4F46;&#x662F;&#x5F53;&#x5728;&#x521D;&#x59CB;&#x5173;&#x6CE8;&#x7684;&#x7126;&#x70B9;&#x79FB;&#x52A8;&#x5230;&#x6846;&#x67B6;&#x4E2D;&#x7684;&#x53E6;&#x4E00;&#x70B9;&#xFF0C;&#x5E76;&#x63D0;&#x51FA;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#x548C;&#x60F3;&#x6CD5;&#x65F6;&#xFF0C;&#x521B;&#x65B0;&#x5C31;&#x51FA;&#x73B0;&#x4E86;&#x3002;</p>
<blockquote>
<p>Examples of this repositioning abound. For example, architecture has traditionally been concerned with buildings as large systems or environments. </p>
</blockquote>
<p>&#x8FD9;&#x79CD;&#x6362;&#x4F4D;&#x601D;&#x8003;&#x7684;&#x4F8B;&#x5B50;&#x6BD4;&#x6BD4;&#x7686;&#x662F;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5EFA;&#x7B51;&#x4F20;&#x7EDF;&#x4E0A;&#x628A;&#x5EFA;&#x7B51;&#x7269;&#x5F53;&#x4F5C;&#x5927;&#x578B;&#x7CFB;&#x7EDF;&#x6216;&#x73AF;&#x5883;&#x3002;</p>
<blockquote>
<p>For nearly twenty years, however, a group of architects have aggressively sought to reposition architecture in the context of signs,symbols, and visual communication, yielding the post modern experiment and trends such as deconstructionist architecture. </p>
</blockquote>
<p>&#x8FD1;&#x4E8C;&#x5341;&#x5E74;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x4E00;&#x7EC4;&#x5EFA;&#x7B51;&#x5E08;&#x79EF;&#x6781;&#x5BFB;&#x6C42;&#x5EFA;&#x7B51;&#x5728;&#x6807;&#x5FD7;&#x3001;&#x7B26;&#x53F7;&#x3001;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x8FD9;&#x4E2A;&#x60C5;&#x5883;&#x4E0B;&#x7684;&#x65B0;&#x7684;&#x5F62;&#x5F0F;&#x548C;&#x4F4D;&#x7F6E;&#xFF0C;&#x4EA7;&#x751F;&#x51FA;&#x540E;&#x73B0;&#x4EE3;&#x4E3B;&#x4E49;&#x7684;&#x5B9E;&#x9A8C;&#x548C;&#x8D8B;&#x52BF;&#xFF0C;&#x6BD4;&#x5982;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#x5EFA;&#x7B51;&#x3002;</p>
<blockquote>
<p>Oxymorons such as &#x201C;deconstructionist architecture&#x201D; are often the result of attempts at innovative repositioning. </p>
</blockquote>
<p>&#x7C7B;&#x4F3C;&#x201C;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#x5EFA;&#x7B51;&#x201D;&#x8FD9;&#x79CD;&#x300C;&#x77DB;&#x76FE;&#x4F53;&#x300D;&#x5F80;&#x5F80;&#x662F;&#x521B;&#x65B0;&#x7684;&#x91CD;&#x65B0;&#x5B9A;&#x4F4D;&#x540E;&#x8FDB;&#x884C;&#x5C1D;&#x8BD5;&#x7684;&#x6210;&#x679C;&#x3002;</p>
<pre><code>Oxymoron &#x6765;&#x81EA;&#x5E0C;&#x814A;&#x8BED;oxymoron,&#x654F;&#x9510;&#x7684;&#x50BB;&#x74DC;&#xFF0C;&#x6765;&#x81EA;oxys,&#x9510;&#x5229;&#x7684;&#xFF0C;&#x654F;&#x9510;&#x7684;&#xFF0C;moron,&#x50BB;&#x74DC;&#x3002;&#x540E;&#x8BED;&#x8A00;&#x5B66;&#x5BB6;&#x501F;&#x7528;&#x8BE5;&#x8BCD;&#x6765;&#x8868;&#x8FBE;&#x77DB;&#x76FE;&#x4FEE;&#x8F9E;&#x6CD5;&#x3002;
&#x82F1;&#x6587;&#x89E3;&#x91CA;&#x662F; two words used together which have, or seem to have, opposite meanings 
&#x7B80;&#x5355;&#x6765;&#x8BF4;&#x5C31;&#x662F;&#x300C;&#x77DB;&#x76FE;&#x300D;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x91CC;&#x9700;&#x8981;&#x8003;&#x8651;&#x4E00;&#x4E0B;&#x4E3A;&#x4EC0;&#x4E48;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#x5EFA;&#x7B51;&#x8FD9;&#x6837;&#x7684;&#x8BCD;&#x662F; Oxymoron&#x3002;
&#x5EFA;&#x7B51;&#x662F;&#x7ED3;&#x6784;&#xFF0C;&#x800C;&#x4FEE;&#x9970;&#x8BED;&#x662F;&#x89E3;&#x6784;&#x3002;&#x6240;&#x4EE5;&#x5B57;&#x9762;&#x4E0A;&#x5730;&#x533A;&#x662F;&#x77DB;&#x76FE;&#x4F53;&#xFF0C;&#x4F46;&#x662F;&#x5185;&#x6DB5;&#x4E0A;&#x5462;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x4ED6;&#x4EEC;&#x88AB;&#x79F0;&#x4E3A;&#x77DB;&#x76FE;&#x4F53;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x53EB;&#x505A;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#xFF1F;
</code></pre><blockquote>
<p>They indicate a desire to break old categories, as in the now familiar and accepted &quot;constructivist art&quot; and &quot;action painting&quot;. </p>
</blockquote>
<p>&#x4ED6;&#x4EEC;&#x8868;&#x793A;&#x60F3;&#x8981;&#x6253;&#x7834;&#x65E7;&#x7684;&#x7C7B;&#x522B;&#xFF0C;&#x5C31;&#x50CF;&#x73B0;&#x5728;&#x719F;&#x6089;&#x7684;&#x548C;&#x88AB;&#x5E7F;&#x6CDB;&#x63A5;&#x53D7;&#x7684;&#x201C;&#x6784;&#x6210;&#x827A;&#x672F;&#x201D;&#x548C;&#x201C;&#x884C;&#x4E3A;&#x7ED8;&#x753B;&#x201D;&#x4E00;&#x6837;&#x3002;</p>
<blockquote>
<p>The test, of course, is whether experiments in innovation yield productive results, judged by individuals and by society as a whole. </p>
</blockquote>
<p>&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x79CD;&#x6D4B;&#x8BD5;&#xFF0C;&#x662F;&#x7531;&#x72EC;&#x7ACB;&#x4E2A;&#x4F53;&#x548C;&#x5168;&#x793E;&#x4F1A;&#x6765;&#x5224;&#x65AD;&#x5176;&#x521B;&#x65B0;&#x5B9E;&#x9A8C;&#x662F;&#x5426;&#x80FD;&#x4EA7;&#x751F;&#x6709;&#x6210;&#x6548;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>
<blockquote>
<p>Some experiments have fallen like dead leaves at the first frost, swept away to merciful oblivion.</p>
</blockquote>
<p>&#x6709;&#x4E9B;&#x5B9E;&#x9A8C;&#x5728;&#x521D;&#x51AC;&#x65F6;&#x7684;&#x67AF;&#x53F6;&#x4E00;&#x6837;&#x51CB;&#x96F6;&#xFF0C;&#x88AB;&#x4E16;&#x95F4;&#x9057;&#x5FD8;&#x3002;</p>
<blockquote>
<p>At present, the results of deconstructionist architecture are mixed, but the experiment will continue until individuals or groups reposition the problems of architecture and shift general attention toward new questions.</p>
</blockquote>
<p>&#x76EE;&#x524D;&#xFF0C;&#x89E3;&#x6784;&#x4E3B;&#x4E49;&#x5EFA;&#x7B51;&#x7684;&#x7ED3;&#x679C;&#x662F;&#x591A;&#x65B9;&#x9762;&#x7684;&#xFF0C;&#x4F46;&#x5B9E;&#x9A8C;&#x5C06;&#x6301;&#x7EED;&#x4E0B;&#x53BB;&#xFF0C;&#x76F4;&#x5230;&#x4E2A;&#x4F53;&#x6216;&#x7FA4;&#x4F53;&#x5C06;&#x5EFA;&#x7B51;&#x7684;&#x95EE;&#x9898;&#x518D;&#x6B21;&#x91CD;&#x65B0;&#x5B9A;&#x4F4D;&#xFF0C;&#x6216;&#x8005;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x8F6C;&#x79FB;&#x5230;&#x65B0;&#x95EE;&#x9898;&#x4E0A;&#x4E3A;&#x6B62;&#x3002;</p>
<pre><code>&#x5176;&#x5B9E;&#x4E2A;&#x4EBA;&#x611F;&#x89C9;&#x5EFA;&#x7B51;&#x5B66;&#x66F4;&#x591A;&#x90FD;&#x5728;&#x7814;&#x7A76;&#x53C2;&#x6570;&#x5316;&#x8BBE;&#x8BA1;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x662F;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x8F6C;&#x79FB;&#x5230;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#x4E0A;&#x3002;
</code></pre><blockquote>
<p>A strikingly different repositioning is now beginning in the profession of graphic design and visual communication. </p>
</blockquote>
<p>&#x4E00;&#x4E2A;&#x663E;&#x8457;&#x4E0D;&#x540C;&#x7684;&#x91CD;&#x65B0;&#x5B9A;&#x4F4D;&#x73B0;&#x5728;&#x5F00;&#x59CB;&#x5728;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x548C;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x884C;&#x4E1A;&#x3002;</p>
<blockquote>
<p>In the late nineteenth and early twentieth centuries, graphic design was oriented toward personal expression through image making. </p>
</blockquote>
<p>&#x7B2C;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x672B;&#x548C;&#x7B2C;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x521D;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x4ECE;&#x56FE;&#x5F62;&#x521B;&#x4F5C;&#x8F6C;&#x5411;&#x4E2A;&#x4EBA;&#x8868;&#x8FBE;&#x3002;</p>
<blockquote>
<p>It was an extension of the expressiveness of the fine arts, pressed into commercial or scientific service. </p>
</blockquote>
<p>&#x827A;&#x672F;&#x8868;&#x73B0;&#x529B;&#x7684;&#x5EF6;&#x4F38;&#x5411;&#x5546;&#x4E1A;&#x6216;&#x4E13;&#x4E1A;&#x7684;&#x670D;&#x52A1;&#x3002;</p>
<blockquote>
<p>This was modified under the influence of &#x201C;communication theory&#x201D; and semiotics when the role of the graphic designer was shifted toward that of an interpreter of messages. </p>
</blockquote>
<p>&#x5728;&#x4F20;&#x8FBE;&#x7406;&#x8BBA;&#x548C;&#x7B26;&#x53F7;&#x5B66;&#x7684;&#x5F71;&#x54CD;&#x4E0B;&#x88AB;&#x9010;&#x6E10;&#x4FEE;&#x6B63;&#x3002;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x89D2;&#x8272;&#x4E5F;&#x9010;&#x6E10;&#x8F6C;&#x5411;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x8FBE;&#x8005;&#x3002;</p>
<pre><code>&#x8BF4;&#x5B9E;&#x8BDD;&#x8FD9;&#x4E00;&#x6BB5;&#x8BDD;&#x771F;&#x7684;&#x975E;&#x5E38;&#x62D7;&#x53E3;&#x3002;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#x5C31;&#x662F;&#x4ECE;&#x4E00;&#x4E2A;&#x827A;&#x672F;&#x5BB6;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;&#x4ECE;&#x4EE5;&#x524D;&#x4E3A;&#x81EA;&#x5DF1;&#x8868;&#x8FBE;&#x9010;&#x6E10;&#x8F6C;&#x53D8;&#x6210;&#x4E3A;&#x4ED6;&#x4EBA;&#x8868;&#x8FBE;&#x3002;&#x6BD4;&#x5982;&#x8BBE;&#x8BA1; LOGO&#x3001;&#x540D;&#x7247;&#x3001;&#x6D77;&#x62A5;&#x7B49;&#x7B49;
</code></pre><blockquote>
<p>For example, the graphic designer introduced emotional colorings of corporate or public  &#x201C;messages&#x201D;  or, in technical terms, the graphic designer &#x201C;coded&#x201D; the corporate message. </p>
</blockquote>
<p>?&#x4F8B;&#x5982;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x5E08;&#x5229;&#x7528;&#x8272;&#x5F69;&#x4E3A;&#x4F01;&#x4E1A;&#x4F20;&#x8FBE;&#x611F;&#x60C5;&#x57FA;&#x8C03;&#xFF0C;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x516C;&#x4F17;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x4ECE;&#x6280;&#x672F;&#x89D2;&#x5EA6;&#x6765;&#x8BF4;&#x7684;&#x8BDD;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x5E08;&#x4E3A;&#x4F01;&#x4E1A;&#x5BA2;&#x6237;&#x60F3;&#x8981;&#x4F20;&#x8FBE;&#x7684;&#x4FE1;&#x606F;&#x91CD;&#x65B0;&#x300C;&#x7F16;&#x7801;&#x300D;&#x3002;?</p>
<pre><code>&#x8FD9;&#x6BB5;&#x8BDD;&#x4E5F;&#x662F;&#x597D;&#x96BE;&#x7FFB;&#x8BD1;&#xFF01;
</code></pre><blockquote>
<p>As a result, the products of graphic design were viewed as &quot;things&quot; or &#x201C;entities&#x201D;&#xFF08;material texts) to be &#x201C;decoded&#x201D; by spectators. </p>
</blockquote>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x7684;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x88AB;&#x89C6;&#x4E3A;&#x5B9E;&#x4F53;&#xFF08;&#x7269;&#x7406;&#x6750;&#x6599;&#xFF09;&#xFF0C;&#x88AB;&#x89C2;&#x4F17;&#x201C;&#x89E3;&#x7801;&#x201D;&#x3002;</p>
<p>Recently, however, a new approach in graphic design thinking has begun to question the essentially linguistic or grammatical approach of communications theory and semiotics by regarding visual communication as persuasive argumentation.</p>
<p>&#x7136;&#x800C;&#xFF0C;&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x4E2D;&#x7684;&#x4E00;&#x79CD;&#x65B0;&#x65B9;&#x6CD5;&#x5F00;&#x59CB;&#x8D28;&#x7591;&#x57FA;&#x4E8E;&#x8BED;&#x4E49;&#x5B66;&#x7684;&#x4F20;&#x8FBE;&#x7406;&#x8BBA;&#x548C;&#x7B26;&#x53F7;&#x5B66;&#x7684;&#x65B9;&#x6CD5;&#x8BBA;&#x662F;&#x4E0D;&#x662F;&#x6700;&#x672C;&#x8D28;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4ED6;&#x4EEC;&#x8BA4;&#x4E3A;&#x89C6;&#x89C9;&#x4F20;&#x8FBE;&#x672C;&#x8EAB;&#x624D;&#x662F;&#x4E3A;&#x6709;&#x8BF4;&#x670D;&#x529B;&#x7684;&#x4F9D;&#x636E;&#x3002;</p>
<pre><code>&#x8FD9;&#x4E2A;&#x6709;&#x8DA3;&#xFF1F;&#x662F;&#x4E0D;&#x662F;&#x5728;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x6CD5;&#x5219;&#x4E4B;&#x524D;&#x5C31;&#x662F;&#x7528;&#x8BED;&#x4E49;&#x5B66;&#x7684;&#x65B9;&#x5F0F;&#x5728;&#x505A;&#x4F20;&#x8FBE;&#x8BBE;&#x8BA1;&#x5462;&#xFF1F;
</code></pre><blockquote>
<p>As this work unfolds, it will likely seek to reposition graphic design within the dynamic flow of experience and communication, emphasizing rhetorical relationships among graphic designers, audiences, and the content of communication. </p>
</blockquote>
<p>&#x8FD9;&#x90E8;&#x5206;&#x5C55;&#x5F00;&#x6765;&#x8BF4;&#x7684;&#x8BDD;&#xFF0C;&#x5B83;&#x53EF;&#x80FD;&#x4F1A;&#x5BFB;&#x6C42;&#x5728;&#x7ECF;&#x9A8C;&#x548C;&#x4F20;&#x8FBE;&#x7684;&#x52A8;&#x6001;&#x6D41;&#x7A0B;&#x4E2D;&#x91CD;&#x65B0;&#x5B9A;&#x4F4D;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#xFF0C;&#x5F3A;&#x8C03;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x5E08;&#x3001;&#x53D7;&#x4F17;&#x548C;&#x4F20;&#x8FBE;&#x5185;&#x5BB9;&#x4E4B;&#x95F4;&#x7684;&#x4FEE;&#x8F9E;&#x5173;&#x7CFB;&#x3002;</p>
<pre><code>&#x4FEE;&#x8F9E;&#x5173;&#x7CFB;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x5947;&#x7279;&#x7684;&#x8BCD;&#x3002;&#x8FD9;&#x65B9;&#x9762;&#x771F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x7814;&#x7A76;
</code></pre><blockquote>
<p>In this situation, designers would no longer be viewed as individuals who decorate messages, but as communicators who seek to discover convincing arguments by means of a new synthesis of images and words. </p>
</blockquote>
<p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8BBE;&#x8BA1;&#x5E08;&#x5C06;&#x4E0D;&#x518D;&#x88AB;&#x770B;&#x4F5C;&#x662F;&#x201C;&#x88C5;&#x9970;&#x201D;&#x4FE1;&#x606F;&#x7684;&#x4EBA;&#xFF0C;&#x800C;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6C9F;&#x901A;&#x8005;&#xFF0C;&#x4ED6;&#x4EEC;&#x8BD5;&#x56FE;&#x901A;&#x8FC7;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x56FE;&#x50CF;&#x548C;&#x6587;&#x672C;&#x7684;&#x7EFC;&#x5408;&#x65B9;&#x6CD5;&#x6765;&#x53D1;&#x73B0;&#x6709;&#x8BF4;&#x670D;&#x529B;&#x7684;&#x8BC1;&#x636E;&#x3002;</p>
<pre><code>&#x8FD9;&#x91CC;&#x7684;&#x88C5;&#x9970;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x662F;&#x5355;&#x65B9;&#x9762;&#x7684;&#x8BBE;&#x8BA1;&#x4FE1;&#x606F;&#x3002;&#x800C;&#x540E;&#x8005;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x662F;&#x4ECE;&#x6C9F;&#x901A;&#x8005;&#x7684;&#x89D2;&#x5EA6;&#x51FA;&#x53D1;&#xFF0C;&#x6765;&#x601D;&#x8003;&#x53D7;&#x4F17;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x5957;&#x65B9;&#x6CD5;&#x6765;&#x5BFB;&#x627E;&#x51FA;&#x6700;&#x5BB9;&#x6613;&#x8BA9;&#x53D7;&#x4F17;&#x63A5;&#x53D7;&#x7684;&#x4FE1;&#x606F;&#x5904;&#x7406;&#x624B;&#x6BB5;&#x3002;
</code></pre><blockquote>
<p>In turn, this will shift attention toward audiences as active participants in reaching conclusions rather than passive recipients of preformed messages.</p>
</blockquote>
<p>&#x4E8E;&#x662F;&#xFF0C;&#x8FD9;&#x5C06;&#x4F1A;&#x4F7F;&#x5F97;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x6CE8;&#x610F;&#x529B;&#x8F6C;&#x79FB;&#x5230;&#x89C2;&#x4F17;&#x8EAB;&#x4E0A;&#xFF0C;&#x5BFB;&#x6C42;&#x4ED6;&#x4EEC;&#x7684;&#x79EF;&#x6781;&#x53C2;&#x4E0E;&#x4EE5;&#x8FBE;&#x6210;&#x7ED3;&#x679C;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x88AB;&#x52A8;&#x5730;&#x63A5;&#x53D7;&#x9884;&#x5148;&#x5F62;&#x6210;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<pre><code>&#x6BD4;&#x8F83;&#x597D;&#x5947;&#x76EE;&#x524D;&#x6709;&#x8FD9;&#x5957;&#x65B9;&#x6CD5;&#x8BBA;&#x5417;&#xFF1F;&#x6211;&#x77E5;&#x9053;&#x73B0;&#x5728;&#x7684;&#x8425;&#x9500;&#x53EF;&#x4EE5;&#x4ECE;&#x6587;&#x6848;&#x51FA;&#x53D1;&#x601D;&#x8003;&#x7528;&#x6237;&#x9700;&#x6C42;&#x6765;&#x505A;&#x6587;&#x6848;&#x8BBE;&#x8BA1;&#xFF0C;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x53EF;&#x884C;&#x5417;&#xFF1F;
</code></pre><blockquote>
<p>What works for movements within a design profession also works for individual designers and their clients in addressing specific problems. </p>
</blockquote>
<p>&#x5BF9;&#x8BBE;&#x8BA1;&#x884C;&#x4E1A;&#x4E2D;&#x7684;&#x52A8;&#x4F5C;&#x8D77;&#x4F5C;&#x7528;&#x7684;&#x4E5F;&#x9002;&#x7528;&#x4E8E;&#x72EC;&#x7ACB;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x5BA2;&#x6237;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<blockquote>
<p>Managers of a large retail chain were puzzled that customers had difficulty navigating through their stores to find merchandise. </p>
</blockquote>
<p>&#x4E00;&#x5BB6;&#x5927;&#x578B;&#x96F6;&#x552E;&#x8FDE;&#x9501;&#x5E97;&#x7684;&#x7ECF;&#x7406;&#x4EEC;&#x5F88;&#x56F0;&#x60D1;&#xFF0C;&#x987E;&#x5BA2;&#x5F88;&#x96BE;&#x901A;&#x8FC7;&#x4ED6;&#x4EEC;&#x7684;&#x5546;&#x5E97;&#x6765;&#x5BFB;&#x627E;&#x5546;&#x54C1;&#x3002;</p>
<blockquote>
<p>Traditional graphic design yielded larger signs but no apparent improvement in navigation the larger the sign, the more likely people were to ignore it.</p>
</blockquote>
<p>&#x4F20;&#x7EDF;&#x7684;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x505A;&#x4E86;&#x66F4;&#x5927;&#x7684;&#x7B26;&#x53F7;&#x6807;&#x8BB0;&#xFF0C;&#x4F46;&#x5F15;&#x5BFC;&#x6548;&#x679C;&#x6CA1;&#x6709;&#x660E;&#x663E;&#x7684;&#x6539;&#x5584;&#xFF0C;&#x8D8A;&#x5927;&#x7684;&#x6807;&#x5FD7;&#xFF0C;&#x4EBA;&#x4EEC;&#x5C31;&#x8D8A;&#x53EF;&#x80FD;&#x5FFD;&#x89C6;&#x5B83;&#x3002;</p>
<blockquote>
<p>Finally, a design consultant suggested that the problem should be studied from the perspective of the flow of customer experience. </p>
</blockquote>
<p>&#x6700;&#x540E;&#xFF0C;&#x4E00;&#x4F4D;&#x8BBE;&#x8BA1;&#x987E;&#x95EE;&#x5EFA;&#x8BAE;&#xFF0C;&#x5E94;&#x8BE5;&#x4ECE;&#x987E;&#x5BA2;&#x4F53;&#x9A8C;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x7814;&#x7A76;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x3002;</p>
<blockquote>
<p>After a period of observing shoppers walking through stores, the consultant concluded that people often navigate among different sections of a store by looking for the most familiar and representative examples of a particular type of product. </p>
</blockquote>
<p>&#x7ECF;&#x8FC7;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x89C2;&#x5BDF;&#x8D2D;&#x7269;&#x8005;&#x7ECF;&#x8FC7;&#x5546;&#x5E97;&#xFF0C;&#x987E;&#x95EE;&#x5F97;&#x51FA;&#x7ED3;&#x8BBA;&#xFF1A;&#x4EBA;&#x4EEC;&#x7ECF;&#x5E38;&#x6D4F;&#x89C8;&#x5546;&#x5E97;&#x7684;&#x4E0D;&#x540C;&#x90E8;&#x5206;&#xFF0C;&#x4F1A;&#x5BFB;&#x627E;&#x6700;&#x719F;&#x6089;&#x548C;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#x7684;&#x7279;&#x5B9A;&#x7C7B;&#x578B;&#x7684;&#x4EA7;&#x54C1;&#x4F8B;&#x5B50;&#x3002;</p>
<blockquote>
<p>This led to a change in display strategy, placing those products that people are most likely to identify in prominent positions. </p>
</blockquote>
<p>&#x8FD9;&#x5BFC;&#x81F4;&#x4E86;&#x5C55;&#x793A;&#x7B56;&#x7565;&#x7684;&#x6539;&#x53D8;&#x2014;&#x2014;&#x5C06;&#x4EBA;&#x4EEC;&#x6700;&#x53EF;&#x80FD;&#x8BC6;&#x522B;&#x7684;&#x4EA7;&#x54C1;&#x653E;&#x7F6E;&#x5728;&#x663E;&#x773C;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<blockquote>
<p>Although this is a minor example, it does illustrate a double repositioning of the design problem: first, from signs to action, with an insight that people look for familiar products to guide their movements; second ld, from action to signs, a redesign of display strategy to employ products themselves as signs or clues to the organization of a store.</p>
</blockquote>
<p>&#x867D;&#x7136;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x5C0F;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x4F46;&#x5B83;&#x8BF4;&#x660E;&#x4E86;&#x4E00;&#x4E2A;&#x53CC;&#x5411;&#x91CD;&#x5B9A;&#x4F4D;&#x7684;&#x8BBE;&#x8BA1;&#x95EE;&#x9898;&#xFF1A;&#x9996;&#x5148;&#xFF0C;&#x901A;&#x8FC7;&#x5BF9;&#x4EBA;&#x4EEC;&#x5BFB;&#x627E;&#x719F;&#x6089;&#x7684;&#x4EA7;&#x54C1;&#x6765;&#x6307;&#x5BFC;&#x4ED6;&#x4EEC;&#x7684;&#x52A8;&#x4F5C;&#x7684;&#x6D1E;&#x5BDF;&#xFF0C;&#x5C06;&#x7B26;&#x53F7;&#x7EF4;&#x5EA6;&#x8F6C;&#x5411;&#x884C;&#x4E3A;&#x7EF4;&#x5EA6;&#xFF1B;&#x7B2C;&#x4E8C;&#xFF0C;&#x4ECE;&#x884C;&#x4E3A;&#x518D;&#x5230;&#x7B26;&#x53F7;&#xFF0C;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x7684;&#x5C55;&#x793A;&#x7B56;&#x7565;&#x5C06;&#x4F7F;&#x7528;&#x7684;&#x4EA7;&#x54C1;&#x4F5C;&#x4E3A;&#x6807;&#x5FD7;&#x6216;&#x7EBF;&#x7D22;&#x4F5C;&#x4E3A;&#x6574;&#x4E2A;&#x5546;&#x5E97;&#x7684;&#x7EC4;&#x7EC7;&#x6A21;&#x5F0F;&#x3002;</p>
<blockquote>
<p>There are so many examples of conceptual repositioning in design that it is surprising no one has recognized the systematic pattern of invention that lies behind design thinking in the twentieth century. </p>
</blockquote>
<p>&#x5728;&#x8BBE;&#x8BA1;&#x4E2D;&#x6709;&#x5F88;&#x591A;&#x6982;&#x5FF5;&#x91CD;&#x5B9A;&#x4F4D;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x6697;&#x793A;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x662F;&#xFF0C;&#x8FD8;&#x6CA1;&#x6709;&#x4EBA;&#x8BA4;&#x8BC6;&#x5230;&#x5728;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x80CC;&#x540E;&#x7684;&#x7CFB;&#x7EDF;&#x8303;&#x5F0F;&#x3002;</p>
<pre><code>&#x8981;&#x4E0D;&#x662F;&#x8F9B;&#x5411;&#x9633;&#x8001;&#x5E08;&#x4ECA;&#x5E74;&#x7684;&#x5404;&#x79CD;&#x6F14;&#x8BB2;&#x4E2D;&#x5F00;&#x59CB;&#x63D0;&#x5230;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x6211;&#x60F3;&#x73B0;&#x5728;&#x6211;&#x4E5F;&#x8FD8;&#x662F;&#x89C9;&#x5F97;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x662F;&#x4E00;&#x79CD;&#x5F88;&#x865A;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x6CA1;&#x6709;&#x6846;&#x67B6;&#xFF0C;&#x53EA;&#x6709;&#x9760;&#x8FD0;&#x6C14;&#x3002;
</code></pre><blockquote>
<p>The pattern is found not in a set of categories but in a rich&#xFF0C;diverse, and changing set of placements, such as those identified by signs, things, actions, and thoughts.</p>
</blockquote>
<p>&#x8FD9;&#x79CD;&#x6A21;&#x5F0F;&#x4E0D;&#x662F;&#x5728;&#x4E00;&#x7EC4;&#x7C7B;&#x522B;&#x4E2D;&#x627E;&#x5230;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x5728;&#x4E00;&#x7CFB;&#x5217;&#x4E30;&#x5BCC;&#x3001;&#x591A;&#x6837;&#x548C;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#x7684;&#x4F4D;&#x7F6E;&#x4E2D;&#x627E;&#x5230;&#x7684;&#xFF0C;&#x5982;&#x901A;&#x8FC7;&#x7B26;&#x53F7;&#x3001;&#x4EA7;&#x54C1;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x786E;&#x5B9A;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<blockquote>
<p>Understanding the difference between a category and a placement is essential if design thinking is to be regarded as more than a series of creative accidents. </p>
</blockquote>
<p>&#x5982;&#x679C;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x7CFB;&#x5217;&#x521B;&#x9020;&#x6027;&#x4EE5;&#x5916;&#xFF0C;&#x90A3;&#x4E48;&#x7406;&#x89E3;&#x300C;&#x5206;&#x7C7B;&#x300D;&#x548C;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x4E4B;&#x95F4;&#x7684;&#x533A;&#x522B;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<blockquote>
<p>Categories have fixed meanings that are accepted within the framework of a theory or a philosophy, and serve as the basis for analyzing what already exists. </p>
</blockquote>
<p>&#x5206;&#x7C7B;&#x6709;&#x660E;&#x786E;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x7406;&#x8BBA;&#x6216;&#x54F2;&#x5B66;&#x7684;&#x6846;&#x67B6;&#x5185;&#x53EF;&#x88AB;&#x63A5;&#x53D7;&#xFF0C;&#x5E76;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x5DF2;&#x6709;&#x7684;&#x5206;&#x6790;&#x57FA;&#x7840;&#x3002;</p>
<pre><code>&#x5728;&#x8FD9;&#x4E2A;&#x8BED;&#x5883;&#x4E0B;&#xFF0C;&#x5206;&#x7C7B;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x90A3;&#x56DB;&#x4E2A;&#x7C7B;&#x522B;&#xFF1A;&#x7B26;&#x53F7;&#x3001;&#x4EA7;&#x54C1;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x3002;&#x90A3;&#x4E48;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x6709;&#x65B0;&#x7684;&#x7C7B;&#x522B;&#x4EA7;&#x751F;&#x5462;&#xFF1F;
</code></pre><blockquote>
<p>Placements have boundaries to shape and constrain meaning, but are not rigidly fixed and determinate. </p>
</blockquote>
<p>&#x300C;&#x7F6E;&#x6362;&#x300D;&#x6709;&#x5851;&#x9020;&#x8FB9;&#x754C;&#x548C;&#x9650;&#x5236;&#x610F;&#x4E49;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x56FA;&#x5B9A;&#x4E0D;&#x53D8;&#x7684;&#x3002;</p>
<pre><code>&#x7A81;&#x7136;&#x7406;&#x89E3;Placements&#x662F;&#x4EC0;&#x4E48;&#x4E86;&#x3002;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x53D8;&#x6362;&#x65B9;&#x6CD5;&#x3002;&#x5C31;&#x50CF; CG &#x9886;&#x57DF;&#x91CC;&#x9762;&#x6709;&#x7F6E;&#x6362;&#x8D34;&#x56FE;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x91CC;&#x610F;&#x5473;&#x7740;&#x7A7A;&#x95F4;&#x4F4D;&#x7F6E;&#x7684;&#x53D8;&#x6362;&#x3002;&#x5728; Fixed &#x7684;&#x7C7B;&#x522B;&#x4E0B;&#x5E94;&#x7528;&#x7F6E;&#x6362;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x65B0;&#x7684;&#x573A;&#x666F;&#x7684;&#x611F;&#x77E5;&#x3002;&#x90A3;&#x4E48;&#x4E0B;&#x9762;&#x90A3;&#x6BB5;&#x8BDD;&#x5C31;&#x80FD;&#x8BF4;&#x5F97;&#x901A;&#x4E86;&#x3002;
</code></pre><blockquote>
<p>The boundary of a placement gives a context or orientation to thinking, but the application to a specific situation can generate a new perception of that situation and ,hence, a new possibility to be tested. </p>
</blockquote>
<p>&#x300C;&#x7F6E;&#x6362;&#x300D;&#x7684;&#x8FB9;&#x754C;&#x7ED9;&#x601D;&#x8003;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x60C5;&#x666F;&#x548C;&#x65B9;&#x5411;&#xFF0C;&#x4F46;&#x662F;&#x5E94;&#x7528;&#x5230;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x60C5;&#x5883;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x5BF9;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x7684;&#x65B0;&#x7684;&#x611F;&#x77E5;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5C31;&#x4F1A;&#x4EA7;&#x751F;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x53EF;&#x4EE5;&#x53BB;&#x6D4B;&#x8BD5;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</p>
<pre><code>&#x5728;&#x76F4;&#x89C2;&#x611F;&#x53D7;&#x4E0A;&#x5C31;&#x662F;&#x53EF;&#x80FD;&#x770B;&#x95EE;&#x9898;&#x7684;&#x89C6;&#x89D2;&#x8FDB;&#x884C;&#x4E86;&#x7279;&#x6B8A;&#x7684;&#x53D8;&#x6362;&#x3002;
&#x67F3;&#x51A0;&#x4E2D;&#x7684;&#x300A;&#x8BBE;&#x8BA1;&#x4E8B;&#x7406;&#x5B66;&#x300B;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x4ECE;&#x4EA7;&#x54C1;&#x4E2D;&#x62BD;&#x8C61;&#x4EBA;&#x4EEC;&#x80CC;&#x540E;&#x7684;&#x9700;&#x6C42;&#x3002;
</code></pre><blockquote>
<p>Therefore, placements are sources of new ideas and possibilities when applied to problems in concrete circumstances.</p>
</blockquote>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x5F53;&#x5E94;&#x7528;&#x4E8E;&#x5177;&#x4F53;&#x60C5;&#x51B5;&#x7684;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x662F;&#x65B0;&#x70B9;&#x5B50;&#x548C;&#x53EF;&#x80FD;&#x6027;&#x7684;&#x6765;&#x6E90;&#x3002;</p>
<blockquote>
<p>As an ordered or systematic approach to the invention of possibilities, the doctrine of placements provides a useful means of understanding what many designers describe as the intuitive or serendipitous quality of their work. </p>
</blockquote>
<p>?&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6709;&#x5E8F;&#x7684;&#x6216;&#x53EF;&#x80FD;&#x7684;&#x53D1;&#x660E;&#x7684;&#x7CFB;&#x7EDF;&#x65B9;&#x6CD5;&#xFF0C;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x539F;&#x5219;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x6709;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x7406;&#x89E3;&#x8BB8;&#x591A;&#x8BBE;&#x8BA1;&#x5E08;&#x63CF;&#x8FF0;&#x7684;&#x4ED6;&#x4EEC;&#x76F4;&#x89C9;&#x7684;&#x6216;&#x5076;&#x7136;&#x7684;&#x5DE5;&#x4F5C;&#x8D28;&#x91CF;&#x3002;?</p>
<pre><code>&#x90A3;&#x8FD9;&#x4E2A;&#x539F;&#x5219;&#x5728;&#x54EA;&#x6709;&#x5462;&#xFF1F;&#x5982;&#x679C;&#x6709;&#x53EF;&#x4EE5;&#x63CF;&#x8FF0;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x6709;&#x53EF;&#x80FD;&#x89C4;&#x8303;&#x5316;&#xFF0C;&#x548C; Ai &#x5316;&#x4E86;&#x3002;
</code></pre><blockquote>
<p>Individual designers often possess a personal set of placements, developed and tested by experience. </p>
</blockquote>
<p>&#x4E2A;&#x4EBA;&#x8BBE;&#x8BA1;&#x5E08;&#x901A;&#x5E38;&#x62E5;&#x6709;&#x4E00;&#x5957;&#x4E2A;&#x4EBA;&#x7684;&#x7F6E;&#x6362;&#x65B9;&#x6CD5;&#x96C6;&#xFF0C;&#x901A;&#x8FC7;&#x7ECF;&#x9A8C;&#x6765;&#x53D1;&#x5C55;&#x548C;&#x6D4B;&#x8BD5;&#x3002;</p>
<pre><code>24) Some placements have become so common in twentieth-century design that they hardly attract attention.

Nonetheless, such placements are classic features of design thinking, and in the hands of a skilled designer retain

their inventive potential. Designer Jay Doblin sometimes employed a cascade of placements stemming from the basic placement&#x201C;intrinsic/extrinsic. &quot; Doblin&apos;s placements serve as a heuristic device to reveal the factors in design thinking and product development. Other placements are described by Doblin in &#x201C;Innovation, A Cook Book Approach&#x201C;, n. D. (Typewitten.) 

With different intent, Ezio Manzini recently argued that the designer needs two mental instruments with opposite qualities to examine a design situation: a microscope and a macroscope. The mental microscope is for examining&quot;how things work, down to the smallest details, &quot; particularly in regard to advances in materials science. A further series of placements fill out the microscope to give it efficacy. See Ezio Manzini, The Materials of Invention: Materials and Design  (Cambridge: M. I. T. Press,1989),58.
&#x8FD9;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x6CE8;&#x89E3;&#xFF0C;&#x7B49;&#x4E0B;&#x518D;&#x7FFB;&#x8BD1;&#x4E0B;&#x3002;
</code></pre><blockquote>
<p>The inventiveness of the designer lies in a natural or cultivated and artful ability to return to those placements and apply them to a new situation, discovering aspects of the situation that affect the final design. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x521B;&#x9020;&#x6027;&#x5728;&#x4E8E;&#x5229;&#x7528;&#x4E00;&#x79CD;&#x81EA;&#x7136;&#x7684;&#x3001;&#x6587;&#x5316;&#x6027;&#x7684;&#x3001;&#x5DE7;&#x5999;&#x7684;&#x80FD;&#x529B;&#x6765;&#x5F97;&#x5230;&#x4E00;&#x4E9B;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x5C06;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x5E94;&#x7528;&#x5230;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x60C5;&#x5883;&#x4E2D;&#xFF0C;&#x4ECE;&#x800C;&#x53D1;&#x73B0;&#x5F71;&#x54CD;&#x6700;&#x7EC8;&#x8BBE;&#x8BA1;&#x7684;&#x60C5;&#x51B5;&#x7684;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x3002;</p>
<blockquote>
<p>What is regarded as the designer&apos;s style, then, is sometimes more than just a personal preference for certain types of visual forms, materials, or techniques; it is a characteristic way of seeing possibilities through conceptual placements. </p>
</blockquote>
<p>&#x90A3;&#x4EC0;&#x4E48;&#x662F;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x98CE;&#x683C;&#x5462;&#xFF1F;&#x5F88;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x89C6;&#x89C9;&#x5F62;&#x5F0F;&#x3001;&#x6750;&#x6599;&#x6216;&#x8005;&#x6280;&#x672F;&#x7684;&#x4E2A;&#x4EBA;&#x504F;&#x597D;&#xFF1B;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x901A;&#x8FC7;&#x7279;&#x5B9A;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x540E;&#x770B;&#x5230;&#x8BBE;&#x8BA1;&#x53EF;&#x80FD;&#x6027;&#x7684;&#x72EC;&#x7279;&#x65B9;&#x5F0F;&#x3002;</p>
<blockquote>
<p>However, when a designer&apos;s conceptual placements become categories of thinking, the result can be mannered imitations of an earlier invention that are no longer relevant to the discovery of specific possibilities in a new situation.</p>
</blockquote>
<p>&#x7136;&#x800C;&#xFF0C;&#x5F53;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x6982;&#x5FF5;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x6CD5;&#x6210;&#x4E3A;&#x601D;&#x8003;&#x7684;&#x7C7B;&#x522B;&#x65F6;&#xFF0C;&#x90A3;&#x7ED3;&#x679C;&#x53EF;&#x80FD;&#x662F;&#x5BF9;&#x65E9;&#x671F;&#x521B;&#x9020;&#x7269;&#x7684;&#x77EB;&#x9970;&#x6A21;&#x4EFF;&#xFF0C;&#x800C;&#x8FD9;&#x79CD;&#x65B0;&#x53D1;&#x660E;&#x4E0D;&#x518D;&#x4E0E;&#x65B0;&#x60C5;&#x51B5;&#x4E0B;&#x7279;&#x5B9A;&#x53EF;&#x80FD;&#x6027;&#x7684;&#x53D1;&#x73B0;&#x76F8;&#x5173;&#x3002;</p>
<pre><code>&#x8BF4;&#x4EBA;&#x8BDD;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#xFF0C;&#x5F53;&#x4F60;&#x7528;&#x7684;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x65B9;&#x6CD5;&#x53D8;&#x5F97;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#x65F6;&#xFF0C;&#x90A3;&#x4E48;&#x6700;&#x540E;&#x5F97;&#x5230;&#x7684;&#x7ED3;&#x679C;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x6CA1;&#x4EC0;&#x4E48;&#x65B0;&#x610F;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x53EF;&#x80FD;&#x5E76;&#x6CA1;&#x6709;&#x548C;&#x5177;&#x4F53;&#x573A;&#x666F;&#x80FD;&#x591F;&#x4EA7;&#x751F;&#x5173;&#x8054;&#x6027;&#x3002;
</code></pre><blockquote>
<p>Ideas are then forced onto a situation rather than discovered in the particularities and novel possibilities of that situation.</p>
</blockquote>
<p>&#x70B9;&#x5B50;&#x5C31;&#x4F1A;&#x88AB;&#x5F3A;&#x52A0;&#x5230;&#x8FD9;&#x4E2A;&#x573A;&#x666F;&#x4E2D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4ECE;&#x8FD9;&#x4E2A;&#x573A;&#x666F;&#x7684;&#x7279;&#x6B8A;&#x6027;&#x548C;&#x65B0;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E2D;&#x88AB;&#x53D1;&#x73B0;&#x3002;</p>
<blockquote>
<p>For the practicing designer, placements are primary and categories are secondary. </p>
</blockquote>
<p>&#x5BF9;&#x4E8E;&#x5728;&#x5DE5;&#x4F5C;&#x7684;&#x8BBE;&#x8BA1;&#x5E08;&#x6765;&#x8BF4;&#xFF0C;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x662F;&#x4E3B;&#x8981;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x300C;&#x5206;&#x7C7B;&#x300D;&#x662F;&#x6B21;&#x7EA7;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p>
<blockquote>
<p>The reverse holds true for design history, theory, and criticism, except at those moments when a new direction for inquiry is opened. </p>
</blockquote>
<p>&#x76F8;&#x53CD;&#xFF0C;&#x8BBE;&#x8BA1;&#x5386;&#x53F2;&#x3001;&#x7406;&#x8BBA;&#x548C;&#x6279;&#x8BC4;&#x90FD;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x53EA;&#x662F;&#x5728;&#x65B0;&#x7684;&#x8C03;&#x67E5;&#x65B9;&#x5411;&#x88AB;&#x6253;&#x5F00;&#x7684;&#x65F6;&#x523B;&#x9664;&#x5916;&#x3002;</p>
<blockquote>
<p>At such times, a repositioning of the problems of design, such as a change in the subject matter to be addressed, the methods to be employed, or the principles to be explored, occurs by means of placements. </p>
</blockquote>
<p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8BBE;&#x8BA1;&#x95EE;&#x9898;&#x7684;&#x91CD;&#x5B9A;&#x4F4D;&#xFF0C;&#x4F8B;&#x5982;&#x5C06;&#x8981;&#x53D8;&#x5316;&#x89E3;&#x51B3;&#x7684;&#x4E3B;&#x9898;&#x7684;&#x4F4D;&#x7F6E;&#x3001;&#x91C7;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x3001;&#x6216;&#x8981;&#x63A2;&#x7D22;&#x7684;&#x539F;&#x5219;&#xFF0C;&#x90FD;&#x5E94;&#x8BE5;&#x8981;&#x901A;&#x8FC7;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x5B9E;&#x73B0;&#x3002;</p>
<blockquote>
<p>Then, history, theory, or criticism are &#x201C;redesigned&#x201D; for the individual investigator and sometimes for groups of investigators. </p>
</blockquote>
<p>?&#x7136;&#x540E;&#xFF0C;&#x5386;&#x53F2;&#x3001;&#x7406;&#x8BBA;&#x6216;&#x6279;&#x8BC4;&#x88AB;&#x4E2A;&#x522B;&#x8C03;&#x67E5;&#x5458;&#x6216;&#x8005;&#x7814;&#x7A76;&#x5C0F;&#x7EC4;&#x201C;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x201D;&#x65F6;&#x4E5F;&#x662F;&#x5E94;&#x8BE5;&#x8FD9;&#x4E48;&#x7528;&#x3002;?</p>
<pre><code>&#x8FD9;&#x91CC;&#x4E0D;&#x662F;&#x5F88;&#x786E;&#x5B9A;&#x7701;&#x7565;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x53EF;&#x80FD;&#x662F;&#x7FFB;&#x8BD1;&#x7684;&#x610F;&#x4E49;&#x4E0D;&#x4E00;&#x5B9A;&#x5BF9;&#x989D;&#x3002;
</code></pre><blockquote>
<p>As the discipline of design studies adds a reflective and philosophic dimension to design history, theory, and criticism, positive consequences are possible. </p>
</blockquote>
<p>&#x7531;&#x4E8E;&#x8BBE;&#x8BA1;&#x7814;&#x7A76;&#x7684;&#x5B66;&#x79D1;&#x589E;&#x52A0;&#x4E86;&#x8BBE;&#x8BA1;&#x5386;&#x53F2;&#x3001;&#x7406;&#x8BBA;&#x548C;&#x6279;&#x8BC4;&#x7684;&#x53CD;&#x601D;&#x548C;&#x54F2;&#x5B66;&#x5C42;&#x9762;&#xFF0C;&#x6B63;&#x5411;&#x7684;&#x56E0;&#x679C;&#x7ED3;&#x679C;&#x662F;&#x53EF;&#x80FD;&#x7684;&#x3002;</p>
<pre><code>&#x5367;&#x69FD;&#xFF0C;&#x5230;&#x8FD9;&#x8FB9;&#x5C31;&#x4E00;&#x8138;&#x61F5;&#x903C;&#x4E86;&#xFF0C;&#x6CA1;&#x6709;&#x53EF;&#x4EE5;&#x53BB;&#x7406;&#x89E3;&#x7684;&#x6848;&#x4F8B;&#x989D;&#x3002;
</code></pre><blockquote>
<p>Historians, for example, may reconsider the placement of design history as it has been practiced throughout most of the twentieth century and work to discover other innovative possibilities.</p>
</blockquote>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x5386;&#x53F2;&#x5B66;&#x5BB6;&#x53EF;&#x80FD;&#x4F1A;&#x91CD;&#x65B0;&#x8003;&#x8651;&#x8BBE;&#x8BA1;&#x5386;&#x53F2;&#x7684;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x65B9;&#x6CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x5728;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x7684;&#x5927;&#x90E8;&#x5206;&#x65F6;&#x95F4;&#x91CC;&#x90FD;&#x88AB;&#x5B9E;&#x8DF5;&#x8FC7;&#xFF0C;&#x5E76;&#x81F4;&#x529B;&#x4E8E;&#x53D1;&#x73B0;&#x5176;&#x4ED6;&#x521B;&#x65B0;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</p>
<blockquote>
<p>Discontent with the results of current design history suggests that new repositionings are called for if the discipline is to retain vitality and relevance to contemporary problems. &quot;</p>
</blockquote>
<p>&#x5BF9;&#x76EE;&#x524D;&#x7684;&#x8BBE;&#x8BA1;&#x5386;&#x53F2;&#x7684;&#x7ED3;&#x679C;&#x4E0D;&#x6EE1;&#x7684;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF0C;&#x5982;&#x679C;&#x8BBE;&#x8BA1;&#x5B66;&#x79D1;&#x8981;&#x4FDD;&#x6301;&#x6D3B;&#x529B;&#x548C;&#x4E0E;&#x5F53;&#x4EE3;&#x95EE;&#x9898;&#x7684;&#x76F8;&#x5173;&#x6027;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x5BF9;&#x8BBE;&#x8BA1;&#x5386;&#x53F2;&#x505A;&#x4E00;&#x6B21;&#x65B0;&#x7684;&#x91CD;&#x5B9A;&#x4F4D;&#x3002;</p>
<blockquote>
<p>The doctrine of placements will require further development if it is to be recognized as a tool in design studies and design thinking, but it can also be a surprisingly precise way of addressing conceptual space and the non-dimensional images from which concrete possibilities emerge for testing in objective circumstances.</p>
</blockquote>
<p>&#x300C;&#x7F6E;&#x6362;&#x7406;&#x8BBA;&#x300D;&#x5C06;&#x9700;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x53D1;&#x5C55;&#xFF0C;&#x5982;&#x679C;&#x5B83;&#x8981;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x8BBE;&#x8BA1;&#x7814;&#x7A76;&#x548C;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4F46;&#x5B83;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x89E3;&#x51B3;&#x6982;&#x5FF5;&#x7A7A;&#x95F4;&#x548C;&#x65E0;&#x91CF;&#x7EB2;&#x56FE;&#x50CF;&#x7684;&#x4E00;&#x79CD;&#x4EE4;&#x4EBA;&#x60CA;&#x8BB6;&#x7684;&#x7CBE;&#x786E;&#x65B9;&#x6CD5;&#xFF0C;?&#x4ECE;&#x5177;&#x4F53;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x51FA;&#x73B0;&#x5728;&#x5BA2;&#x89C2;&#x60C5;&#x51B5;&#x4E0B;&#x8FDB;&#x884C;&#x6D4B;&#x8BD5;&#x3002;?</p>
<blockquote>
<p>The natural and spontaneous use of placements by designers is already evident; an explicit understanding of the doctrine of placements will make it an important element of design as a liberal art.</p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x5E08;&#x81EA;&#x7136;&#x5730;&#x3001;&#x81EA;&#x53D1;&#x5730;&#x4F7F;&#x7528;&#x300C;&#x7F6E;&#x6362;&#x300D;&#x662F;&#x5341;&#x5206;&#x5F88;&#x660E;&#x663E;&#x7684;&#xFF1B;&#x5BF9;&#x300C;&#x7F6E;&#x6362;&#x7406;&#x8BBA;&#x300D;&#x7684;&#x900F;&#x5F7B;&#x7406;&#x89E3;&#x5C06;&#x4F7F;&#x5B83;&#x6210;&#x4E3A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x5143;&#x7D20;&#x3002;</p>
<blockquote>
<p>All men and women require a liberal art of design to live well in the complexity of the framework based in signs, things, actions, and thoughts.</p>
</blockquote>
<p>&#x4E3A;&#x4E86;&#x5728;&#x7B26;&#x53F7;&#x3001;&#x5B9E;&#x4F53;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x590D;&#x6742;&#x6846;&#x67B6;&#x4E0B;&#x66F4;&#x597D;&#x5730;&#x5730;&#x751F;&#x6D3B;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x5E94;&#x8BE5;&#x63A5;&#x53D7;&#x8BBE;&#x8BA1;&#x7684;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x3002;</p>
<blockquote>
<p>On one hand, such an art will enable individuals to participate more directly in this framework and contribute to its development. </p>
</blockquote>
<p>&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x79CD;&#x6559;&#x80B2;&#x5C06;&#x4F7F;&#x4E2A;&#x4EBA;&#x80FD;&#x591F;&#x66F4;&#x76F4;&#x63A5;&#x5730;&#x53C2;&#x4E0E;&#x8FD9;&#x4E00;&#x6846;&#x67B6;&#xFF0C;&#x5E76;&#x6709;&#x52A9;&#x4E8E;&#x5176;&#x53D1;&#x5C55;&#x3002;</p>
<blockquote>
<p>On the other, professional designers could be regarded as masters in its exploration.</p>
</blockquote>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4E13;&#x4E1A;&#x8BBE;&#x8BA1;&#x5E08;&#x53EF;&#x4EE5;&#x88AB;&#x89C6;&#x4E3A;&#x63A2;&#x7D22;&#x7684;&#x5927;&#x5E08;&#x3002;</p>
<blockquote>
<p>The ability of designers to discover new relationships among signs, things, actions, and thoughts is one indication that design is not merely a technical specialization but a new liberal art.</p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x5E08;&#x63A2;&#x7D22;&#x7B26;&#x53F7;&#x3001;&#x5B9E;&#x4F53;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x4E4B;&#x95F4;&#x7684;&#x65B0;&#x5173;&#x7CFB;&#x7684;&#x80FD;&#x529B;&#x8C61;&#x5F81;&#x7740;&#x8BBE;&#x8BA1;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E00;&#x95E8;&#x9AD8;&#x5EA6;&#x4E13;&#x4E1A;&#x5316;&#x7684;&#x804C;&#x4E1A;&#xFF0C;&#x66F4;&#x662F;&#x4E00;&#x79CD;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x3002;</p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; ArvinX all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2017-12-04 05:01:26
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="2-Design and Intentional Operations.html" class="navigation navigation-prev " aria-label="Previous page: 设计与「刻意行为」">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="4-设计的「抗解问题」理论.html" class="navigation navigation-next " aria-label="Next page: 设计的「抗解问题」理论">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"设计思维中的置换理论","level":"2.3","depth":1,"next":{"title":"设计的「抗解问题」理论","level":"2.4","depth":1,"path":"4-设计的「抗解问题」理论.md","ref":"4-设计的「抗解问题」理论.md","articles":[]},"previous":{"title":"设计与「刻意行为」","level":"2.2","depth":1,"path":"2-Design and Intentional Operations.md","ref":"2-Design and Intentional Operations.md","articles":[]},"dir":"ltr"},"config":{"plugins":["disqus","-highlight","github","expandable-chapters-small","splitter","-sharing","sharing-plus","local-pagefooter","ga","anchors","livereload"],"root":"./docs","styles":{"website":"styles/website.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"arvinx"},"github":{"url":"https://github.com/arvinxx"},"livereload":{},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"local-pagefooter":{"copyright":"Copyright &copy ArvinX","islocal":true,"modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-110579858-1"},"sharing":{"qq":true,"all":["facebook","google","twitter","instapaper","pocket"],"douban":false,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":true},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"anchors":{}},"theme":"default","author":"Arvinx","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*"},"file":{"path":"3-设计思维中的置换理论.md","mtime":"2017-12-03T21:01:26.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2017-12-04T21:11:52.476Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

