
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title> 设计与技术 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Arvinx">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-local-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="Article.html" />
    
    
    <link rel="prev" href="4-设计的「抗解问题」理论.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.1.</b>
                    
                    导读
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">章节详解</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="1-Introduction.html">
            
                <a href="1-Introduction.html">
            
                    
                        <b>2.1.</b>
                    
                    简介：设计与博雅学科
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="2-Design and Intentional Operations.html">
            
                <a href="2-Design and Intentional Operations.html">
            
                    
                        <b>2.2.</b>
                    
                    设计与「刻意行为」
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="3-设计思维中的置换理论.html">
            
                <a href="3-设计思维中的置换理论.html">
            
                    
                        <b>2.3.</b>
                    
                    设计思维中的置换理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="4-设计的「抗解问题」理论.html">
            
                <a href="4-设计的「抗解问题」理论.html">
            
                    
                        <b>2.4.</b>
                    
                    设计的「抗解问题」理论
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.5" data-path="5- 设计与技术.html">
            
                <a href="5- 设计与技术.html">
            
                    
                        <b>2.5.</b>
                    
                     设计与技术
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">全文翻译</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="Article.html">
            
                <a href="Article.html">
            
                    
                        <b>3.1.</b>
                    
                    全文翻译
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="GLOSSARY.html">
            
                <a href="GLOSSARY.html">
            
                    
                        <b>4.1.</b>
                    
                    词汇/注释术语列表
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." > 设计与技术</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4E94;&#x3001;design-and-technology-&#x8BBE;&#x8BA1;&#x4E0E;&#x6280;&#x672F;"><a name="&#x4E94;&#x3001;design-and-technology-&#x8BBE;&#x8BA1;&#x4E0E;&#x6280;&#x672F;" class="plugin-anchor" href="#&#x4E94;&#x3001;design-and-technology-&#x8BBE;&#x8BA1;&#x4E0E;&#x6280;&#x672F;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E94;&#x3001;Design and Technology &#x8BBE;&#x8BA1;&#x4E0E;&#x6280;&#x672F;</h1>
<blockquote>
<p>Many problems remain to be explored in establishing design as a liberal art of technological culture. </p>
</blockquote>
<p>&#x5982;&#x679C;&#x628A;&#x8BBE;&#x8BA1;&#x5EFA;&#x8BBE;&#x6210;&#x4E00;&#x95E8;&#x79D1;&#x6280;&#x6587;&#x5316;&#x4E0B;&#x7684;&#x535A;&#x96C5;&#x6559;&#x80B2;&#xFF0C;&#x8FD8;&#x6709;&#x8BB8;&#x591A;&#x95EE;&#x9898;&#x6709;&#x5F85;&#x63A2;&#x7D22;&#x3002;</p>
<blockquote>
<p>But as it continues to unfold in the work of individual designers and in reflection on the nature of their work, design is slowly restoring the richer meaning of the term&#x201C;technology&#x201D; that was all but lost with the rise of the Industrial Revolution. </p>
</blockquote>
<p>&#xFF1F;&#x4F46;&#x968F;&#x7740;&#x5B83;&#x7EE7;&#x7EED;&#x5728;&#x4E2A;&#x4EBA;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x4F5C;&#x54C1;&#x4E2D;&#x5C55;&#x5F00;&#xFF0C;&#x5728;&#x5BF9;&#x4ED6;&#x4EEC;&#x5DE5;&#x4F5C;&#x672C;&#x8D28;&#x7684;&#x53CD;&#x601D;&#x4E2D;&#xFF0C;&#x8BBE;&#x8BA1;&#x6B63;&#x5728;&#x6162;&#x6162;&#x6062;&#x590D;&#x201C;&#x6280;&#x672F;&#x201D;&#x8FD9;&#x4E2A;&#x672F;&#x8BED;&#x7684;&#x4E30;&#x5BCC;&#x542B;&#x4E49;&#x3002;&#xFF08;&#x66FE;&#x7ECF;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x7684;&#x5174;&#x8D77;&#x4F7F;&#x8BBE;&#x8BA1;&#x5931;&#x53BB;&#x4E86;&#x300C;&#x6280;&#x672F;&#x300D;&#x7684;&#x610F;&#x4E49;&#x3002;&#xFF09;&#xFF1F;</p>
<blockquote>
<p>Most people continue to think of technology in terms of its product rather than its form as a discipline of systematic thinking. </p>
</blockquote>
<p>&#x5927;&#x591A;&#x6570;&#x4EBA;&#x4E00;&#x76F4;&#x8BA4;&#x4E3A;&#x6280;&#x672F;&#x548C;&#x4EA7;&#x54C1;&#x672C;&#x8EAB;&#x606F;&#x606F;&#x76F8;&#x5173;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x95E8;&#x6709;&#x7CFB;&#x7EDF;&#x601D;&#x7EF4;&#x7684;&#x5B66;&#x79D1;&#x3002;</p>
<blockquote>
<p>They regard technology as things and machines, observing with concern that the machines of our culture often appear out of human control, threatening to trap and enslave rather than liberate. </p>
</blockquote>
<p>&#x4ED6;&#x4EEC;&#x628A;&#x6280;&#x672F;&#x89C6;&#x4E3A;&#x5B9E;&#x4F53;&#x548C;&#x673A;&#x5668;&#xFF0C;&#x89C2;&#x5BDF;&#x5230;&#x6211;&#x4EEC;&#x7684;&#x673A;&#x5668;&#x7ECF;&#x5E38;&#x51FA;&#x73B0;&#x5728;&#x8D85;&#x51FA;&#x4EBA;&#x7C7B;&#x7684;&#x63A7;&#x5236;&#xFF0C;&#x6709;&#x5974;&#x5F79;&#x4EBA;&#x7C7B;&#x7684;&#x5A01;&#x80C1;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x89E3;&#x653E;&#x3002;</p>
<blockquote>
<p>But there was a time in an earlier period of Western culture when technology was a human activity operating throughout the liberal arts.</p>
</blockquote>
<p>&#x4F46;&#x5728;&#x65E9;&#x671F;&#x7684;&#x897F;&#x65B9;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x79D1;&#x6280;&#x662F;&#x4E00;&#x79CD;&#x8D2F;&#x7A7F;&#x6574;&#x4E2A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x7684;&#x4EBA;&#x7C7B;&#x6D3B;&#x52A8;&#x3002;</p>
<blockquote>
<p>Every liberal art had its own technologia or systematic discipline.</p>
</blockquote>
<p>&#x6BCF;&#x4E00;&#x7C7B;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x90FD;&#x6709;&#x5B83;&#x81EA;&#x5DF1;&#x7684;&#x5DE5;&#x5B66;&#x6216;&#x7CFB;&#x7EDF;&#x7684;&#x5B66;&#x79D1;&#x3002;</p>
<blockquote>
<p> To possess that technology or discipline of thinking was to possess the liberal art, to be human, and to be free in seeking one&apos;s place in the world.</p>
</blockquote>
<p>&#x62E5;&#x6709;&#x8FD9;&#x79CD;&#x6280;&#x672F;&#x6216;&#x601D;&#x7EF4;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x5C31;&#x662F;&#x62E5;&#x6709;&#x535A;&#x96C5;&#x6559;&#x80B2;&#xFF0C;&#x6210;&#x4E3A;&#x4EBA;&#xFF0C;&#x5728;&#x4E16;&#x754C;&#x4E0A;&#x81EA;&#x7531;&#x5730;&#x751F;&#x6D3B;&#x3002;</p>
<blockquote>
<p>Design also has a technologia, and it is manifested in the plan for every new product. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x4E5F;&#x6709;&#x5DE5;&#x5B66;&#xFF0C;&#x5B83;&#x4F53;&#x73B0;&#x5728;&#x8BA1;&#x5212;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x65B0;&#x4EA7;&#x54C1;&#x4E0A;&#x3002;</p>
<blockquote>
<p>The plan is an argument, reflecting the deliberations of designers and their efforts to integrate knowledge in new ways, suited to specific circumstances and needs. </p>
</blockquote>
<p>&#x8FD9;&#x79CD;&#x8BA1;&#x5212;&#x662F;&#x4E00;&#x4E2A;&#x8BBA;&#x636E;&#xFF0C;&#x53CD;&#x6620;&#x4E86;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x601D;&#x8003;&#x4EE5;&#x53CA;&#x4ED6;&#x4EEC;&#x52AA;&#x529B;&#x4EE5;&#x65B0;&#x7684;&#x65B9;&#x5F0F;&#x53BB;&#x6574;&#x5408;&#x77E5;&#x8BC6;&#x6765;&#x9002;&#x5E94;&#x7279;&#x5B9A;&#x7684;&#x60C5;&#x51B5;&#x548C;&#x9700;&#x8981;&#x3002;</p>
<blockquote>
<p>In this sense, design is emerging as a new discipline of practical reasoning and argumentation, directed by individual designers toward one or another on its major thematic varlations in the twentieth century: design as communication, construction, strategic planning or systemic integration. </p>
</blockquote>
<p>&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x8BBE;&#x8BA1;&#x662F;&#x4E00;&#x79CD;&#x65B0;&#x5174;&#x7684;&#x5B9E;&#x8DF5;&#x63A8;&#x7406;&#x548C;&#x8BBA;&#x8BC1;&#x7684;&#x65B0;&#x5B66;&#x79D1;&#xFF0C;&#x7531;&#x8BBE;&#x8BA1;&#x5E08;&#x5411;&#x4E00;&#x4E2A;&#x6216;&#x53E6;&#x4E00;&#x4E2A;&#x5728;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x4E3B;&#x8981;&#x4E13;&#x9898;&#x52A8;&#x6001;&#xFF1A;&#x8BBE;&#x8BA1;&#x6C9F;&#x901A;&#x3001;&#x5EFA;&#x8BBE;&#x3001;&#x6218;&#x7565;&#x89C4;&#x5212;&#x3001;&#x7CFB;&#x7EDF;&#x6574;&#x5408;&#x3002;</p>
<p>&#x7531;&#x8BBE;&#x8BA1;&#x5E08;&#x5411;&#x4E00;&#x4E2A;&#x6216;&#x53E6;&#x4E00;&#x4E2A;&#x5728;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x4E3B;&#x8981;&#x4E13;&#x9898;&#x52A8;&#x6001;&#xFF1A;&#x8BBE;&#x8BA1;&#x6C9F;&#x901A;&#x3001;&#x5EFA;&#x8BBE;&#x3001;&#x6218;&#x7565;&#x89C4;&#x5212;&#x3001;&#x7CFB;&#x7EDF;&#x6574;&#x5408;&#x3002;</p>
<blockquote>
<p>The power of design as deliberation and argument lies in overcoming the limitations of mere verbal or symbolic argument &#x2014;&#x2014;the separation of words and things, or theory and practice that remains a source of disruption and confusion in contemporary culture. </p>
</blockquote>
<p>&#xFF1F;&#x8BBE;&#x8BA1;&#x4F5C;&#x4E3A;&#x601D;&#x8003;&#x548C;&#x8BBA;&#x8BC1;&#x7684;&#x529B;&#x91CF;&#x5728;&#x4E8E;&#x514B;&#x670D;&#x4EC5;&#x4EC5;&#x662F;&#x53E3;&#x5934;&#x6216;&#x8C61;&#x5F81;&#x6027;&#x7684;&#x8BBA;&#x70B9;&#x7684;&#x5C40;&#x9650;&#x6027;&#x2014;&#x2014;&#x5728;&#x5F53;&#x4EE3;&#x6587;&#x5316;&#x4E2D;&#x4ECD;&#x7136;&#x662F;&#x6DF7;&#x4E71;&#x548C;&#x6DF7;&#x4E71;&#x7684;&#x6839;&#x6E90;&#x7684;&#x8BCD;&#x8BED;&#x548C;&#x4E8B;&#x7269;&#x3001;&#x7406;&#x8BBA;&#x6216;&#x5B9E;&#x8DF5;&#x7684;&#x5206;&#x79BB;&#x3002;&#xFF1F;</p>
<blockquote>
<p>Argument in design thinking moves toward the concrete interplay and interconnection of signs, things,actions, and thoughts. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x4E2D;&#x7684;&#x8BBA;&#x70B9;&#x671D;&#x7740;&#x7B26;&#x53F7;&#x3001;&#x5B9E;&#x7269;&#x3001;&#x884C;&#x4E3A;&#x548C;&#x601D;&#x60F3;&#x7684;&#x5177;&#x4F53;&#x76F8;&#x4E92;&#x4F5C;&#x7528;&#x548C;&#x76F8;&#x4E92;&#x8054;&#x7CFB;&#x7684;&#x65B9;&#x5411;&#x53D1;&#x5C55;&#x3002;</p>
<blockquote>
<p>Every designer&apos;s sketch, blueprint, flow chart, graph, three-dimensional model, or other product proposal is an example of such argumentation.</p>
</blockquote>
<p>&#x6BCF;&#x4E2A;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x8349;&#x56FE;&#x3001;&#x5DE5;&#x7A0B;&#x56FE;&#x3001;&#x6D41;&#x7A0B;&#x56FE;&#x3001;&#x56FE;&#x50CF;&#x3001;&#x4E09;&#x7EF4;&#x6A21;&#x578B;&#x6216;&#x5176;&#x4ED6;&#x4EA7;&#x54C1;&#x63D0;&#x6848;&#x5C31;&#x662F;&#x8FD9;&#x79CD;&#x8BBA;&#x70B9;&#x7684;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x3002;</p>
<blockquote>
<p>However, there is persistent confusion about the different modes of argumentation employed by the various design professions. </p>
</blockquote>
<p>&#x7136;&#x800C;&#xFF0C;&#x4EBA;&#x4EEC;&#x5BF9;&#x5404;&#x79CD;&#x8BBE;&#x8BA1;&#x4E13;&#x4E1A;&#x4F7F;&#x7528;&#x7684;&#x4E0D;&#x540C;&#x8BBA;&#x8BC1;&#x6A21;&#x5F0F;&#x4E00;&#x76F4;&#x5B58;&#x5728;&#x7740;&#x56F0;&#x60D1;&#x3002;</p>
<blockquote>
<p>For example, industrial design, engineering, and marketing each employ the discipline of design thinking, yet their arguments are often framed in sharply different logical modalities.</p>
</blockquote>
<p>&#x4F8B;&#x5982;&#xFF0C;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x3001;&#x5DE5;&#x7A0B;&#x548C;&#x5E02;&#x573A;&#x8425;&#x9500;&#x90FD;&#x4F7F;&#x7528;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x7684;&#x8BBA;&#x8BC1;&#x5F80;&#x5F80;&#x4EE5;&#x4E0D;&#x540C;&#x7684;&#x903B;&#x8F91;&#x5F62;&#x5F0F;&#x52A0;&#x4EE5;&#x9610;&#x8FF0;&#x3002; </p>
<blockquote>
<p>Industrial design tends to stress what is possible in the conception and planning of products; engineering tends to stress what is necessary in considering materlals, mechanisms, structures, and systems; while marketing tends to stress what is contingent in the changing attitudes and preferences of potential users. </p>
</blockquote>
<p>&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x5F80;&#x5F80;&#x5F3A;&#x8C03;&#x5728;&#x4EA7;&#x54C1;&#x6982;&#x5FF5;&#x548C;&#x89C4;&#x5212;&#x7684;&#x53EF;&#x884C;&#x6027;&#xFF1B;&#x5DE5;&#x7A0B;&#x5F80;&#x5F80;&#x5F3A;&#x8C03;&#x4EC0;&#x4E48;&#x662F;&#x5FC5;&#x8981;&#x7684;&#x8003;&#x8651;&#x6750;&#x6599;&#x3001;&#x673A;&#x68B0;&#x3001;&#x7ED3;&#x6784;&#x548C;&#x7CFB;&#x7EDF;&#xFF1B;&#x800C;&#x8425;&#x9500;&#x5F80;&#x5F80;&#x5F3A;&#x8C03;&#x4EC0;&#x4E48;&#x662F;&#x6539;&#x53D8;&#x6F5C;&#x5728;&#x7528;&#x6237;&#x7684;&#x6001;&#x5EA6;&#x548C;&#x559C;&#x597D;&#x7684;&#x5173;&#x952E;&#x56E0;&#x7D20;&#x3002;</p>
<blockquote>
<p>Because of these modal differences in approaching design problems, three of the most important professions of design thinking are often regarded as bitter opponents in the design enterprise, irreconcilably distant from each other.</p>
</blockquote>
<p>&#x7531;&#x4E8E;&#x5728;&#x601D;&#x8003;&#x8BBE;&#x8BA1;&#x95EE;&#x9898;&#x8FD9;&#x4E9B;&#x4E0D;&#x540C;&#x60C5;&#x666F;&#xFF0C;&#x8FD9;&#x4E09;&#x79CD;&#x8FD0;&#x7528;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x6700;&#x91CD;&#x8981;&#x7684;&#x804C;&#x4E1A;&#x901A;&#x5E38;&#x88AB;&#x89C6;&#x4E3A;&#x5728;&#x8BBE;&#x8BA1;&#x4F01;&#x4E1A;&#x7684;&#x6FC0;&#x70C8;&#x7684;&#x5BF9;&#x624B;&#xFF0C;&#x5F7C;&#x6B64;&#x8FDC;&#x8FDC;&#x4E0D;&#x53EF;&#x8C03;&#x548C;&#x3002;</p>
<p>What design as a liberal art contributes to this situation is a new awareness of how argument is the central theme that cuts across the many technical methodologies employed in each design profession. </p>
<p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4F5C;&#x4E3A;&#x4E00;&#x95E8;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x80FD;&#x591F;&#x5E2E;&#x52A9;&#x4EBA;&#x4EEC;&#x610F;&#x8BC6;&#x5230;&#x4E2D;&#x5FC3;&#x8BBA;&#x70B9;&#x662F;&#x5982;&#x4F55;&#x8D2F;&#x7A7F;&#x4E8E;&#x8BBE;&#x8BA1;&#x884C;&#x4E1A;&#x4F7F;&#x7528;&#x7684;&#x8BB8;&#x591A;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x7684;&#x3002;</p>
<p>Differences of modality may be complementary ways of arguing-reciprocal expressions of what conditions and shapes the&#x201C;useful&#x201D;in human experience. </p>
<p>&#x6A21;&#x5F0F;&#x7684;&#x5DEE;&#x5F02;&#x53EF;&#x80FD;&#x662F;&#x4E92;&#x8865;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8BBA;&#x8BC1;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x6761;&#x4EF6;&#x548C;&#x5F62;&#x72B6;&#x5728;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x4E2D;&#x7684;&#x201C;&#x6709;&#x7528;&#x201D;&#x3002;</p>
<pre><code>&#x8FD9;&#x4E2A;&#x4E5F;&#x6709;&#x611F;&#x89C9;&#xFF0C;&#x5C31;&#x662F;&#x4F60;&#x7528;&#x4E86;&#x540C;&#x6837;&#x7684;&#x57FA;&#x672C;&#x601D;&#x7EF4;&#xFF0C;&#x7136;&#x540E;&#x5957;&#x5728;&#x4E0D;&#x540C;&#x7684;&#x573A;&#x666F;&#x4E0B;&#xFF0C;&#x7136;&#x540E;&#x5F97;&#x51FA;&#x5BF9;&#x5E94;&#x7684;&#x4E00;&#x4E2A;&#x7ED3;&#x8BBA;&#x3002;
</code></pre><blockquote>
<p>As a liberal art of technological culture, design points toward a new attitude about the appearance of products. </p>
</blockquote>
<p>&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x6280;&#x672F;&#x6587;&#x5316;&#x7684;&#x535A;&#x96C5;&#x6559;&#x80B2;&#xFF0C;&#x8BBE;&#x8BA1;&#x6307;&#x5411;&#x4E86;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x5173;&#x4E8E;&#x4EA7;&#x54C1;&#x8868;&#x8C61;&#x7684;&#x6001;&#x5EA6;&#x3002;</p>
<blockquote>
<p>Appearance must carry a deeper, integrative argument about the nature of the artificial in human experience. </p>
</blockquote>
<p>&#x5916;&#x8868;&#x5FC5;&#x987B;&#x5BF9;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x4E2D;&#x4EBA;&#x9020;&#x7269;&#x7684;&#x672C;&#x8D28;&#x8FDB;&#x884C;&#x66F4;&#x6DF1;&#x5165;&#x3001;&#x66F4;&#x5168;&#x9762;&#x7684;&#x8BBA;&#x8BC1;&#x3002;</p>
<blockquote>
<p>This argument is a synthesis of three lines of reasoning: the ideas of designers and manufacturers about their products; the internal operational logic of products; and the desire and ability of human beings to use products in everyday life in ways that reflect personal and social values. </p>
</blockquote>
<p>&#x8FD9;&#x4E00;&#x8BBA;&#x70B9;&#x7EFC;&#x5408;&#x4E86;&#x4E09;&#x6761;&#x7EBF;&#x7D22;&#xFF1A;&#x8BBE;&#x8BA1;&#x5E08;&#x548C;&#x5236;&#x9020;&#x5546;&#x5173;&#x4E8E;&#x4ED6;&#x4EEC;&#x4EA7;&#x54C1;&#x7684;&#x60F3;&#x6CD5;&#xFF1B;&#x4EA7;&#x54C1;&#x7684;&#x5185;&#x90E8;&#x8FD0;&#x4F5C;&#x903B;&#x8F91;&#xFF1B;&#x4EE5;&#x53CA;&#x4EBA;&#x4EEC;&#x53BB;&#x7528;&#x4EA7;&#x54C1;&#x7684;&#x6B32;&#x671B;&#x548C;&#x80FD;&#x529B;&#xFF08;&#x5728;&#x4F7F;&#x7528;&#x4E2D;&#x4F1A;&#x5448;&#x73B0;&#x51FA;&#x4E2A;&#x4EBA;&#x4E0E;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#xFF09;&#x3002;</p>
<blockquote>
<p>Effective design depends on the ability of designers to integrate all three lines of reasoning. </p>
</blockquote>
<p>&#x6709;&#x6548;&#x7684;&#x8BBE;&#x8BA1;&#x53D6;&#x51B3;&#x4E8E;&#x8BBE;&#x8BA1;&#x5E08;&#x6574;&#x5408;&#x6240;&#x6709;&#x4E09;&#x6761;&#x7EBF;&#x7D22;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<blockquote>
<p>But not as isolated factors that can be added together in a simple mathematical total, or as isolated subject matters that can be studied separately and joined late in the product development process.</p>
</blockquote>
<p>&#x4F46;&#x8FD9;&#x4E0D;&#x662F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x6570;&#x5B66;&#x603B;&#x91CF;&#x76F8;&#x52A0;&#x7684;&#x5B64;&#x7ACB;&#x56E0;&#x7D20;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x4F5C;&#x4E3A;&#x53EF;&#x4EE5;&#x5206;&#x5F00;&#x7814;&#x7A76;&#x7684;&#x72EC;&#x7ACB;&#x5BF9;&#x8C61;&#xFF0C;&#x5728;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x540E;&#x671F;&#x52A0;&#x5165;&#x3002;</p>
<blockquote>
<p>The new liberal art of design thinking is turning to the modality of impossibility. </p>
</blockquote>
<p>&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x65B0;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x8F6C;&#x5411;&#x4E0D;&#x53EF;&#x80FD;&#x6027;&#x5F62;&#x6001;&#x3002;</p>
<blockquote>
<p>It points, for example, toward the impossibility of rigid boundaries between industrial design, engineering, and marketing.</p>
</blockquote>
<p> &#x4F8B;&#x5982;&#xFF0C;&#x5B83;&#x6307;&#x51FA;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x3001;&#x5DE5;&#x7A0B;&#x548C;&#x5E02;&#x573A;&#x4E4B;&#x95F4;&#x4E0D;&#x53EF;&#x80FD;&#x6709;&#x4E25;&#x683C;&#x7684;&#x754C;&#x9650;&#x3002;</p>
<blockquote>
<p>It points toward the impossibility of relying on any one of the sciences  (natural, social, or humanistic) for adequate solutions to what are the inherently wicked problems of design thinking. </p>
</blockquote>
<p>&#x5B83;&#x6307;&#x51FA;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x4F9D;&#x8D56;&#x4EFB;&#x4F55;&#x5355;&#x72EC;&#x4E00;&#x95E8;&#x79D1;&#x5B66;&#xFF08;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x6216;&#x4EBA;&#x6587;&#x79D1;&#x5B66;&#xFF09;&#x6765;&#x89E3;&#x51B3;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x4E2D;&#x5B58;&#x5728;&#x7684;&#x300C;&#x6297;&#x89E3;&#x95EE;&#x9898;&#x300D;&#x3002;</p>
<blockquote>
<p>Finally,It points toward something that is often forgotten, that what many people call &quot;impossible&quot; may actually only be a limitation of imagination that can be overcome by better design thinking. </p>
</blockquote>
<p>&#x6700;&#x540E;&#xFF0C;&#x5B83;&#x6307;&#x5411;&#x4E00;&#x4E9B;&#x7ECF;&#x5E38;&#x88AB;&#x9057;&#x5FD8;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x6240;&#x8BF4;&#x7684;&#x201C;&#x4E0D;&#x53EF;&#x80FD;&#x201D;&#x5B9E;&#x9645;&#x4E0A;&#x53EA;&#x662F;&#x60F3;&#x8C61;&#x529B;&#x7684;&#x5C40;&#x9650;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x66F4;&#x597D;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x6765;&#x514B;&#x670D;&#x3002;</p>
<blockquote>
<p>This is not thinking directed toward a technological &#x201C;quick fix&#x201D; in hardware but toward new integrations of signs, things, actions, and environments that address the concrete needs and values of human being s in diverse circumstances.</p>
</blockquote>
<p>&#x8FD9;&#x4E0D;&#x662F;&#x4E00;&#x79CD; &#x9762;&#x5411;&#x786C;&#x4EF6;&#x7684;&#x6280;&#x672F;&#x201C;&#x5FEB;&#x901F;&#x4FEE;&#x590D;&#x201D; &#x601D;&#x7EF4;&#xFF0C;&#x800C;&#x662F;&#x9762;&#x5411;&#x4E00;&#x79CD;&#x6574;&#x5408;&#x7B26;&#x53F7;&#x3001;&#x4EA7;&#x54C1;&#xFF0C;&#x884C;&#x4E3A;&#x3001;&#x73AF;&#x5883;&#x6765;&#x89E3;&#x51B3;&#x4E0D;&#x540C;&#x73AF;&#x5883;&#x4E0B;&#x4EBA;&#x7684;&#x5177;&#x4F53;&#x9700;&#x8981;&#x548C;&#x4EF7;&#x503C;&#x7684;&#x601D;&#x7EF4;&#x3002;</p>
<blockquote>
<p>Individuals trained in the traditional arts and sciences may continue to be puzzled by the neoteric art of design. </p>
</blockquote>
<p>&#x5728;&#x4F20;&#x7EDF;&#x827A;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x8BAD;&#x7EC3;&#x4E0B;&#x7684;&#x8BBE;&#x8BA1;&#x5E08;&#x6216;&#x8BB8;&#x4E00;&#x76F4;&#x88AB;&#x73B0;&#x4EE3;&#x8BBE;&#x8BA1;&#x827A;&#x672F;&#x6240;&#x56F0;&#x6270;&#x3002;</p>
<blockquote>
<p>But the masters of this new liberal art are practical men and women, and the discipline of thinking that they employ is gradually becoming accessible to all individuals in everyday life. </p>
</blockquote>
<p>&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x79CD;&#x65B0;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x7684;&#x4E3B;&#x4EBA;&#x4EEC;&#x662F;&#x8BB2;&#x6C42;&#x5B9E;&#x8DF5;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x4ED6;&#x4EEC;&#x6240;&#x91C7;&#x7528;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x6B63;&#x9010;&#x6E10;&#x88AB;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x6240;&#x6709;&#x4EBA;&#x6240;&#x63A5;&#x53D7;&#x3002;</p>
<p>A common discipline of design thinking&#x2014;&#x2014;more than the particular products created by that discipline today&#x2014;&#x2014;is changing our culture, not only in its external manifestations but in its internal character.</p>
<p>&#x4E00;&#x4E2A;&#x8BBE;&#x8BA1;&#x601D;&#x7EF4;&#x7684;&#x901A;&#x7528;&#x5B66;&#x79D1;&#x2014;&#x2014;&#x4E0D;&#x4EC5;&#x4EC5;&#x73B0;&#x4ECA;&#x662F;&#x521B;&#x9020;&#x7279;&#x5B9A;&#x4EA7;&#x54C1;&#x7684;&#x90A3;&#x4E2A;&#x5B66;&#x79D1;&#x2014;&#x2014;&#x6B63;&#x5728;&#x6539;&#x53D8;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x5316;&#xFF0C;&#x4E0D;&#x4EC5;&#x8868;&#x73B0;&#x5728;&#x5916;&#x5728;&#x8868;&#x73B0;&#x4E0A;&#xFF0C;&#x4E5F;&#x8868;&#x73B0;&#x5728;&#x5B83;&#x7684;&#x5185;&#x5728;&#x7279;&#x5F81;&#x4E2D;&#x3002; </p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; ArvinX all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2017-12-04 05:01:26
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="4-设计的「抗解问题」理论.html" class="navigation navigation-prev " aria-label="Previous page: 设计的「抗解问题」理论">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="Article.html" class="navigation navigation-next " aria-label="Next page: 全文翻译">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":" 设计与技术","level":"2.5","depth":1,"next":{"title":"全文翻译","level":"3.1","depth":1,"path":"Article.md","ref":"Article.md","articles":[]},"previous":{"title":"设计的「抗解问题」理论","level":"2.4","depth":1,"path":"4-设计的「抗解问题」理论.md","ref":"4-设计的「抗解问题」理论.md","articles":[]},"dir":"ltr"},"config":{"plugins":["disqus","-highlight","github","expandable-chapters-small","splitter","-sharing","sharing-plus","local-pagefooter","ga","anchors","livereload"],"root":"./docs","styles":{"website":"styles/website.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"arvinx"},"github":{"url":"https://github.com/arvinxx"},"livereload":{},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"local-pagefooter":{"copyright":"Copyright &copy ArvinX","islocal":true,"modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-110579858-1"},"sharing":{"qq":true,"all":["facebook","google","twitter","instapaper","pocket"],"douban":false,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":true},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"anchors":{}},"theme":"default","author":"Arvinx","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*"},"file":{"path":"5- 设计与技术.md","mtime":"2017-12-03T21:01:26.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2017-12-04T21:11:52.476Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

