
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>全文翻译 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Arvinx">
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-disqus/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-local-pagefooter/footer.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-anchors/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
        <link rel="stylesheet" href="styles/website.css">
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="GLOSSARY.html" />
    
    
    <link rel="prev" href="5- 设计与技术.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                        <b>1.1.</b>
                    
                    导读
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">章节详解</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="1-Introduction.html">
            
                <a href="1-Introduction.html">
            
                    
                        <b>2.1.</b>
                    
                    简介：设计与博雅学科
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="2-Design and Intentional Operations.html">
            
                <a href="2-Design and Intentional Operations.html">
            
                    
                        <b>2.2.</b>
                    
                    设计与「刻意行为」
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="3-设计思维中的置换理论.html">
            
                <a href="3-设计思维中的置换理论.html">
            
                    
                        <b>2.3.</b>
                    
                    设计思维中的置换理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="4-设计的「抗解问题」理论.html">
            
                <a href="4-设计的「抗解问题」理论.html">
            
                    
                        <b>2.4.</b>
                    
                    设计的「抗解问题」理论
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="5- 设计与技术.html">
            
                <a href="5- 设计与技术.html">
            
                    
                        <b>2.5.</b>
                    
                     设计与技术
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">全文翻译</li>
        
        
    
        <li class="chapter active" data-level="3.1" data-path="Article.html">
            
                <a href="Article.html">
            
                    
                        <b>3.1.</b>
                    
                    全文翻译
            
                </a>
            

            
        </li>
    

    
        
        <li class="divider"></li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="GLOSSARY.html">
            
                <a href="GLOSSARY.html">
            
                    
                        <b>4.1.</b>
                    
                    词汇/注释术语列表
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            本书使用 GitBook 发布
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >全文翻译</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x4E00;&#x3001;&#x4ECB;&#x7ECD;&#x2014;&#x2014;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;"><a name="&#x4E00;&#x3001;&#x4ECB;&#x7ECD;&#x2014;&#x2014;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;" class="plugin-anchor" href="#&#x4E00;&#x3001;&#x4ECB;&#x7ECD;&#x2014;&#x2014;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;"><i class="fa fa-link" aria-hidden="true"></i></a>&#x4E00;&#x3001;&#x4ECB;&#x7ECD;&#x2014;&#x2014;&#x8BBE;&#x8BA1;&#x4E0E;&#x535A;&#x96C5;&#x5B66;&#x79D1;</h1>
<p>&#x5C3D;&#x7BA1;&#x4EBA;&#x4EEC;&#x5F88;&#x52AA;&#x529B;&#x5730;&#x53D1;&#x73B0;&#x4E86;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x5B58;&#x5728;&#x4E8E;&#x827A;&#x672F;&#x3001;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7B49;&#x5B66;&#x79D1;&#x4E4B;&#x4E2D;&#x7684;&#x300C;&#x5730;&#x57FA;&#x300D;&#xFF0C;&#x4F46;&#x662F;&#x8BBE;&#x8BA1;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x548C;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#x5E76;&#x6CA1;&#x6709;&#x56E0;&#x6B64;&#x51CF;&#x5C11;&#x3002;&#x4EFB;&#x4F55;&#x4E00;&#x79CD;&#x5BF9;&#x8BBE;&#x8BA1;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x6216;&#x662F;&#x67D0;&#x4E2A;&#x5177;&#x4F53;&#x7684;&#x8BBE;&#x8BA1;&#x9886;&#x57DF;&#xFF08;&#x5982;&#x5DE5;&#x4E1A;&#x8BBE;&#x8BA1;&#x3001;&#x5E73;&#x9762;&#x8BBE;&#x8BA1;&#x7B49;&#xFF09;&#xFF0C;&#x90FD;&#x6CA1;&#x6CD5;&#x5168;&#x9762;&#x6DB5;&#x76D6;&#x6240;&#x6709;&#x7684;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x548C;&#x65B9;&#x6CD5;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x4F1A;&#x8BAE;&#x8BBA;&#x6587;&#x3001;&#x671F;&#x520A;&#x6587;&#x7AE0;&#x548C;&#x4E66;&#x7C4D;&#x4E2D;&#x62A5;&#x9053;&#x7684;&#x5404;&#x79CD;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x300C;&#x8BBE;&#x8BA1;&#x300D;&#x5728;&#x4E0D;&#x505C;&#x5730;&#x6269;&#x5927;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x5B66;&#x79D1;&#x5EFA;&#x7ACB;&#x66F4;&#x591A;&#x8054;&#x7CFB;&#xFF0C;&#x5E76;&#x5728;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#x63ED;&#x793A;&#x51FA;&#x5B9E;&#x8DF5;&#x4E2D;&#x4E0D;&#x66FE;&#x9884;&#x671F;&#x7684;&#x7EF4;&#x5EA6;&#x4FE1;&#x606F;&#x548C;&#x8BA4;&#x77E5;&#x7406;&#x89E3;&#x3002;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x7684;&#x8D8B;&#x52BF;&#x6B63;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x89C1;&#x8BC1;&#x4E86;&#x8BBE;&#x8BA1;&#x7684;&#x5185;&#x5BB9;&#x4ECE;&#x4E00;&#x4E2A;&#x7EC6;&#x5206;&#x884C;&#x4E1A;&#x7684;&#x8D38;&#x6613;&#x6D3B;&#x52A8;&#x53D1;&#x5C55;&#x5230;&#x4E86;&#x5BF9;&#x6280;&#x672F;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x5982;&#x4ECA;&#x66F4;&#x662F;&#x53D8;&#x6210;&#x4E86;&#x4E00;&#x79CD;&#x79D1;&#x6280;&#x6587;&#x5316;&#x4E0B;&#x7684;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x3002;</p>
<p>&#x628A;&#x8BBE;&#x8BA1;&#x4F5C;&#x4E3A;&#x4E00;&#x95E8;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x6765;&#x8C08;&#x8BBA;&#x4F3C;&#x4E4E;&#x975E;&#x5E38;&#x7F55;&#x89C1;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x4EBA;&#x4E60;&#x60EF;&#x7528;&#x5B66;&#x9662;&#x6D3E;&#x7684;&#x65B9;&#x5F0F;&#x628A;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x89C6;&#x4E3A;&#x4F20;&#x7EDF;&#x79D1;&#x5B66;&#x827A;&#x672F;&#x3002;&#x4F46;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x6B63;&#x5728;&#x7ECF;&#x5386;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x6587;&#x5316;&#xFF08;&#x5373;&#x79D1;&#x6280;&#x6587;&#x5316;&#xFF09;&#x7684;&#x9769;&#x547D;&#x6027;&#x8F6C;&#x53D8;&#xFF0C;&#x800C;&#x8BBE;&#x8BA1;&#x6B63;&#x662F;&#x8FD9;&#x79CD;&#x8F6C;&#x53D8;&#x7279;&#x522B;&#x660E;&#x663E;&#x7684;&#x9886;&#x57DF;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x7406;&#x89E3;&#x73B0;&#x5728;&#x6B63;&#x5728;&#x53D1;&#x751F;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x4E86;&#x89E3;&#x5230;&#x5148;&#x8FDB;&#x7684;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x5185;&#x5BB9;&#x5E76;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x65B0;&#x9C9C;&#x4E8B;&#x7269;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x3002;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#xFF08;&#x5728;&#x8FD9;&#x53E5;&#x91CC;&#x66F4;&#x9002;&#x5408;&#x79F0;&#x4E3A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#xFF09;&#x8D77;&#x6E90;&#x4E8E;&#x6587;&#x827A;&#x590D;&#x5174;&#x65F6;&#x671F;&#xFF0C;&#x7ECF;&#x5386;&#x4E86;&#x6F2B;&#x957F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x6700;&#x7EC8;&#x5728;19&#x4E16;&#x7EAA;&#x8FBE;&#x5230;&#x4E86;&#x6781;&#x81F4;&#xFF0C;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x5957;&#x5E7F;&#x535A;&#x7684;&#x6559;&#x80B2;&#x4F53;&#x7CFB;&#xFF0C;&#x5176;&#x5305;&#x542B;&#x4E86;&#x827A;&#x672F;&#x3001;&#x6587;&#x5B66;&#x3001;&#x5386;&#x53F2;&#x3001;&#x5404;&#x79CD;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x3001;&#x6570;&#x5B66;&#x3001;&#x54F2;&#x5B66;&#xFF0C;&#x4EE5;&#x53CA;&#x90A3;&#x4E2A;&#x65F6;&#x5019;&#x521A;&#x521A;&#x5174;&#x8D77;&#x7684;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x3002;&#x5B83;&#x7684;&#x5B66;&#x4E60;&#x8303;&#x56F4;&#x88AB;&#x5206;&#x6210;&#x4E86;&#x4E00;&#x4E9B;&#x7279;&#x5B9A;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x6BCF;&#x4E2A;&#x5B66;&#x79D1;&#x90FD;&#x6709;&#x4E00;&#x79CD;&#x6216;&#x8005;&#x4E00;&#x5957;&#x9002;&#x5F53;&#x7684;&#x3001;&#x9002;&#x7528;&#x4E8E;&#x63A2;&#x7D22;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x53D1;&#x5C55;&#x7684;&#x9F0E;&#x76DB;&#x65F6;&#x671F;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x80FD;&#x591F;&#x57FA;&#x4E8E;&#x5DF2;&#x6709;&#x77E5;&#x8BC6;&#x4E0E;&#x4EBA;&#x7C7B;&#x7ECF;&#x9A8C;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#x5168;&#x9762;&#x7684;&#x8BA4;&#x77E5;&#x3002;&#x7136;&#x800C;&#x5230;&#x4E86;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x672B;&#xFF0C;&#x4EBA;&#x4EEC;&#x7528;&#x66F4;&#x52A0;&#x7CBE;&#x7EC6;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x63A2;&#x7D22;&#x5DF2;&#x6709;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x65B0;&#x7684;&#x5B66;&#x79D1;&#x968F;&#x7740;&#x77E5;&#x8BC6;&#x7684;&#x8FDB;&#x6B65;&#x4E5F;&#x8D8A;&#x6765;&#x591A;&#x3002;&#x7ED3;&#x679C;&#xFF0C;&#x6574;&#x4E2A;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#x88AB;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x548C;&#x7EC6;&#x5206;&#xFF0C;&#x76F4;&#x5230;&#x5176;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x4E00;&#x5806;&#x7EC6;&#x5206;&#x9886;&#x57DF;&#x300C;&#x62FC;&#x51D1;&#x300D;&#x800C;&#x6210;&#x7684;&#x201C;&#x788E;&#x5E03;&#x5E8A;&#x5355;&#x201D;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x4FDD;&#x7559;&#x4E86;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x5B9E;&#x9645;&#x4E0A;&#x5374;&#x662F;&#x4EE5;&#x7EC6;&#x5206;&#x9886;&#x57DF;&#x7684;&#x5F62;&#x5F0F;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#xFF0C;&#x5E76;&#x4F7F;&#x5F97;&#x4EBA;&#x4EEC;&#x5BF9;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x4E0B;&#x7684;&#x5BA2;&#x89C2;&#x4E8B;&#x5B9E;&#x548C;&#x5B83;&#x4EEC;&#x7684;&#x4EF7;&#x503C;&#x6709;&#x4E86;&#x66F4;&#x52A0;&#x4E30;&#x5BCC;&#x548C;&#x7EC6;&#x81F4;&#x7684;&#x611F;&#x77E5;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x5B66;&#x79D1;&#x6709;&#x52A9;&#x4E8E;&#x77E5;&#x8BC6;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x4EEC;&#x4E5F;&#x9020;&#x6210;&#x4E86;&#x5B66;&#x79D1;&#x4E4B;&#x95F4;&#x7684;&#x8131;&#x8282;&#x3002;&#x56E0;&#x4E3A;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x6D89;&#x53CA;&#x7684;&#x8303;&#x56F4;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x7EC6;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x5B83;&#x4EEC;&#x5931;&#x53BB;&#x4E86;&#x5404;&#x4E2A;&#x5B66;&#x79D1;&#x672C;&#x8EAB;&#x4E4B;&#x95F4;&#x8054;&#x7CFB;&#xFF0C;&#x540C;&#x65F6;&#x8FD9;&#x4E5F;&#x5207;&#x65AD;&#x4E86;&#x5B83;&#x4EEC;&#x4E0E;&#x5404;&#x79CD;&#x73B0;&#x5B9E;&#x4E2D;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x4E0E;&#x4E8B;&#x7269;&#x4E4B;&#x95F4;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x800C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5404;&#x4E2A;&#x5B66;&#x79D1;&#x672C;&#x8BE5;&#x7528;&#x7CBE;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#x53BB;&#x5206;&#x6790;&#x8FD9;&#x4E9B;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x7684;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x3002;&#x5BFB;&#x627E;&#x65B0;&#x7684;&#x7EFC;&#x5408;&#x5B66;&#x79D1;&#x6765;&#x8865;&#x5145;&#x65E7;&#x65F6;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#xFF08;&#x79D1;&#x5B66;&#x827A;&#x672F;&#xFF09;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x5DF2;&#x6210;&#x4E3A;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5FC3;&#x8BFE;&#x9898;&#x4E4B;&#x4E00;&#x3002;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x7EFC;&#x5408;&#x7406;&#x89E3;&#x3001;&#x4EA4;&#x6D41;&#x548C;&#x884C;&#x4E3A;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x5C31;&#x4E0D;&#x53EF;&#x80FD;&#x5408;&#x7406;&#x5730;&#x53BB;&#x63A2;&#x7D22;&#x672A;&#x77E5;&#x7684;&#x77E5;&#x8BC6;&#x6765;&#x4E30;&#x5BCC;&#x4EBA;&#x7C7B;&#x751F;&#x6D3B;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E00;&#x80CC;&#x666F;&#x4E0B;&#xFF0C;&#x4E8C;&#x5341;&#x4E16;&#x7EAA;&#x4E2D;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#x7684;&#x51FA;&#x73B0;&#x5341;&#x5206;&#x91CD;&#x8981;&#x3002;&#x6211;&#x4EEC;&#x4E3A;&#x8BBE;&#x8BA1;&#x5BFB;&#x6C42;&#x79D1;&#x5B66;&#x57FA;&#x7840;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5C06;&#x8BBE;&#x8BA1;&#x5C40;&#x9650;&#x8FDB;&#x67D0;&#x79CD;&#x79D1;&#x5B66;&#x5B9A;&#x4E49;&#xFF08;&#x4E0D;&#x8FC7;&#x76EE;&#x524D;&#x4ECD;&#x7136;&#x6709;&#x4E00;&#x4E9B;&#x8BBE;&#x8BA1;&#x7406;&#x8BBA;&#x5BB6;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x5708;&#x5B9A;&#x8BBE;&#x8BA1;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x8FD9;&#x5C31;&#x76F8;&#x5F53;&#x4E8E;&#x4E00;&#x79CD;&#x65B0;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x7684;&#x89E3;&#x91CA;&#x4E86;&#xFF09;&#x3002;&#x6070;&#x6070;&#x76F8;&#x53CD;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x4E48;&#x505A;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x8FDE;&#x63A5;&#x548C;&#x6574;&#x5408;&#x5982;&#x540C;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x6709;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x4E0D;&#x8FC7;&#x548C;&#x65E7;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x7684;&#x533A;&#x522B;&#x5728;&#x4E8E;&#xFF0C;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x662F;&#x9002;&#x7528;&#x5982;&#x4ECA;&#x5B58;&#x5728;&#x7684;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x548C;&#x76EE;&#x7684;&#x3002;&#x8BBE;&#x8BA1;&#x5E08;&#x4EEC;&#x5982;&#x4ECA;&#x6B63;&#x5728;&#x63A2;&#x7D22;&#x77E5;&#x8BC6;&#x7684;&#x5177;&#x4F53;&#x6574;&#x5408;&#x5F62;&#x5F0F;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x79CD;&#x6574;&#x5408;&#x80FD;&#x591F;&#x628A;&#x7406;&#x8BBA;&#x4E0E;&#x5B9E;&#x8DF5;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x8FBE;&#x5230;&#x521B;&#x65B0;&#x7684;&#x76EE;&#x7684;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#x8BBE;&#x8BA1;&#x601D;&#x60F3;&#xFF0C;&#x4EE5;&#x6C42;&#x6D1E;&#x5BDF;&#x8BBE;&#x8BA1;&#x8FD9;&#x95E8;&#x79D1;&#x6280;&#x6587;&#x5316;&#x4E0B;&#x7684;&#x65B0;&#x535A;&#x96C5;&#x5B66;&#x79D1;&#x3002; </p>
<footer class="page-footer"><span class="copyright">Copyright &#xA9; ArvinX all right reserved&#xFF0C;powered by Gitbook</span><span class="footer-modification">&#x8BE5;&#x6587;&#x4EF6;&#x4FEE;&#x8BA2;&#x65F6;&#x95F4;&#xFF1A;
2017-12-05 03:55:59
</span></footer>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="5- 设计与技术.html" class="navigation navigation-prev " aria-label="Previous page:  设计与技术">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="GLOSSARY.html" class="navigation navigation-next " aria-label="Next page: 词汇/注释术语列表">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"全文翻译","level":"3.1","depth":1,"next":{"title":"词汇/注释术语列表","level":"4.1","depth":1,"path":"GLOSSARY.md","ref":"GLOSSARY.md","articles":[]},"previous":{"title":" 设计与技术","level":"2.5","depth":1,"path":"5- 设计与技术.md","ref":"5- 设计与技术.md","articles":[]},"dir":"ltr"},"config":{"plugins":["disqus","-highlight","github","expandable-chapters-small","splitter","-sharing","sharing-plus","local-pagefooter","ga","anchors","livereload"],"root":"./docs","styles":{"website":"styles/website.css"},"pluginsConfig":{"disqus":{"useIdentifier":false,"shortName":"arvinx"},"github":{"url":"https://github.com/arvinxx"},"livereload":{},"splitter":{},"search":{},"sharing-plus":{"qq":false,"all":["facebook","google","twitter","instapaper","linkedin","pocket","stumbleupon"],"douban":false,"facebook":true,"weibo":false,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":true,"messenger":false,"line":false,"vk":false,"pocket":true,"google":false,"viber":false,"stumbleupon":false,"qzone":false,"linkedin":false},"local-pagefooter":{"copyright":"Copyright &copy ArvinX","islocal":true,"modify_label":"该文件修订时间：","modify_format":"YYYY-MM-DD HH:mm:ss"},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"expandable-chapters-small":{},"ga":{"configuration":"auto","token":"UA-110579858-1"},"sharing":{"qq":true,"all":["facebook","google","twitter","instapaper","pocket"],"douban":false,"facebook":false,"weibo":true,"instapaper":false,"whatsapp":false,"hatenaBookmark":false,"twitter":false,"messenger":false,"line":false,"vk":false,"pocket":false,"google":true,"viber":false,"stumbleupon":false,"qzone":true,"linkedin":true},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":true},"anchors":{}},"theme":"default","author":"Arvinx","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"language":"zh-hans","gitbook":"*"},"file":{"path":"Article.md","mtime":"2017-12-04T19:55:59.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2017-12-04T21:11:52.476Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="https://cdnjs.cloudflare.com/ajax/libs/URI.js/1.16.1/URI.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-disqus/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-github/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-expandable-chapters-small/expandable-chapters-small.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing-plus/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-ga/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-livereload/plugin.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

